{
  "title": "FitGenius: The AI Architect",
  "duration_seconds": 35,
  "look": {
    "style": "Ultra-realistic cinematic surrealism",
    "grade": "Cool cyberpunk blues transitioning to warm organic golds",
    "grain": "Fine 35mm film grain, high contrast, volumetric lighting"
  },
  "continuity": {
    "single_camera_take": true,
    "no_cuts": true,
    "texture_alignment": "Digital wireframes morph seamlessly into human muscle fiber and then into fabric",
    "motion_vector_continuity": "Continuous fluid forward camera movement, spiraling around the subject"
  },
  "camera": {
    "lens": "Macro 100mm (Code/Fiber) → 24mm (Full Body Action) → 50mm (Portrait Reveal)",
    "movement": "Camera starts inside a glowing blue data stream. It accelerates forward, the data stream weaves together to become the red muscle fibers of a human arm. The camera pulls back and spirals around a man performing a heavy deadlift. As he lifts, the environment around him constructs itself from a dark void into a sun-drenched, high-end futuristic gym. The camera settles on his face, now sweating and focused, as a holographic 'GIGI' logo materializes in his eye reflection."
  },
  "action": {
    "environment": [
      "Abstract void of floating binary code and glowing geometry",
      "Code solidifies into a human anatomical structure (muscles, tendons) glowing with energy",
      "The surroundings burst into reality: concrete floor, glass walls, morning sunlight"
    ],
    "subject": [
      "A man initially appears as a silhouette of data",
      "Becomes a translucent anatomical model showing perfect form mechanics",
      "Finally resolves into a photorealistic athlete in premium sportswear",
      "He completes a powerful, perfect deadlift rep at the climax"
    ]
  },
  "lighting": {
    "time_of_day": "Transition from Digital Night to Golden Hour Morning",
    "style": " dramatic rim lighting, changing from neon blue (AI) to natural warm sunlight (Reality)"
  },
  "audio": {
    "sound_effects": [
      "Digital glitching and high-speed data processing hum",
      "Heavy breathing and heartbeat syncing with a bass drop",
      "The satisfying metallic 'clack' of weights hitting the floor",
      "Ethereal choir swell as the sunlight hits"
    ]
  },
  "scene_notes": "The key visual metaphor is 'Construction'. FitGenius isn't just watching; it is BUILDING the perfect athlete. The transition from code to muscle to reality must be liquid and invisible, feeling like magic."
}
