Repository: Gentile23/GIGI-FE
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

# equipmentMachines
source: Machines
it: Macchinari

# equipmentFreeWeights
source: Free Weights
it: Pesi Liberi

# injuryAddedTitle
source: Injury Added
it: Infortunio Aggiunto

# injuryAddedSubtitle
source: Do you have other injuries to report?
it: Hai altri infortuni da segnalare?

source: Add another injury
de: Weitere Verletzung hinzufügen
fr: Ajouter une autre blessure
it: Aggiungi un altro infortunio
pt: Adicionar outra lesão

# continueNoInjury
source: No, Continue
de: Nein, Weiter
fr: Non, Continuer
it: No, Continua
pt: Não, Continuar

source: Log Meal
de: Mahlzeit erfassen
fr: Enregistrer repas
it: Registra Pasto
pt: Registrar refeição

# setupGoalsTitle
source: 🎯 Set Your Goals
de: 🎯 Setze deine Ziele
fr: 🎯 Définissez vos objectifs
it: 🎯 Imposta i tuoi obiettivi
pt: 🎯 Defina seus objetivos

# setupGoalsSubtitle
source: Calculate ideal calories and macros based on your personal goals
de: Berechne ideale Kalorien und Makros basierend auf deinen persönlichen Zielen
fr: Calculez les calories et macros idéaux en fonction de vos objectifs personnels
it: Calcola le calorie e i macro ideali in base ai tuoi obiettivi personali
pt: Calcule as calorias e macros ideais com base nos seus objetivos pessoais

source: Start Setup
de: Setup starten
fr: Commencer
it: Inizia Setup
pt: Iniciar

source: Daily Goal
de: Tagesziel
fr: Objectif quotidien
it: Obiettivo Giornaliero
pt: Meta diária

# kcalRemaining
source: {kcal} kcal remaining
de: {kcal} kcal übrig
fr: {kcal} kcal restants
it: {kcal} kcal rimanenti
pt: {kcal} kcal restantes

# kcalExcess
source: {kcal} kcal in excess
de: {kcal} kcal überschritten
fr: {kcal} kcal en excès
it: {kcal} kcal in eccesso
pt: {kcal} kcal em excesso

source: Protein
fr: Protéines
it: Proteine
pt: Proteína

source: Carbs
de: Kohlenhydrate
fr: Glucides
it: Carboidrati
pt: Carboidratos

source: Fats
de: Fette
fr: Lipides
it: Grassi
pt: Gorduras

source: Add Meal
de: Mahlzeit hinzufügen
fr: Ajouter repas
it: Aggiungi pasto
pt: Adicionar refeição

source: What to Cook?
de: Was kochen?
fr: Quoi cuisiner?
it: Cosa Cucino?
pt: O que cozinhar?

source: Water
de: Wasser
fr: Eau
it: Acqua
pt: Água

# waterGlassesCount
source: {ml} / {goal} ml ({glasses} glasses)
de: {ml} / {goal} ml ({glasses} Gläser)
fr: {ml} / {goal} ml ({glasses} verres)
it: {ml} / {goal} ml ({glasses} bicchieri)
pt: {ml} / {goal} ml ({glasses} copos)

source: 💡 Smart Suggestions
de: 💡 Smarte Vorschläge
fr: 💡 Suggestions intelligentes
it: 💡 Suggerimenti Smart
pt: 💡 Sugestões inteligentes

# todayMeals
source: 🍽️ Today's Meals
de: 🍽️ Heutige Mahlzeiten
fr: 🍽️ Repas du jour
it: 🍽️ Pasti di Oggi
pt: 🍽️ Refeições de hoje

source: No meals logged
de: Keine Mahlzeiten erfasst
fr: Aucun repas enregistré
it: Nessun pasto registrato
pt: Nenhuma refeição registrada

source: 💧 Add Water
de: 💧 Wasser hinzufügen
fr: 💧 Ajouter de l'eau
it: 💧 Aggiungi Acqua
pt: 💧 Adicionar Água

# appBarTitleGoals
source: Set Goals
de: Ziele setzen
fr: Définir les objectifs
it: Imposta Obiettivi
pt: Definir Objetivos

# profileDataSummary
source: Profile data: {height} cm • {weight} kg • {age} years
de: Profildaten: {height} cm • {weight} kg • {age} Jahre
fr: Données du profil : {height} cm • {weight} kg • {age} ans
it: Dati dal profilo: {height} cm • {weight} kg • {age} anni
pt: Dados do perfil: {height} cm • {weight} kg • {age} anos

# goalStepTitle
source: 🎯 What is your goal?
de: 🎯 Was ist dein Ziel?
fr: 🎯 Quel est votre objectif ?
it: 🎯 Qual è il tuo obiettivo?
pt: 🎯 Qual é o seu objetivo?

# goalStepSubtitle
source: Choose what you want to achieve
de: Wähle aus, was du erreichen möchtest
fr: Choisissez ce que vous voulez atteindre
it: Scegli cosa vuoi raggiungere
pt: Escolha o que você quer alcançar

# goalLoseWeight
source: Lose Weight
de: Gewicht verlieren
fr: Perdre du poids
it: Perdere Peso
pt: Perder Peso

# goalsSavedSuccess
source: Goals saved successfully!
de: Ziele erfolgreich gespeichert!
fr: Objectifs enregistrés avec succès !
it: Obiettivi salvati con successo!
pt: Objetivos salvos com sucesso!

# goalMaintain
source: Maintain Weight
de: Gewicht halten
fr: Maintenir le poids
it: Mantenere Peso
pt: Manter Peso

# goalGainMuscle
source: Gain Muscle
de: Muskeln aufbauen
fr: Prendre du muscle
it: Aumentare Massa Muscolare
pt: Ganhar Massa Muscular

# goalGainWeight
source: Gain Weight
de: Gewicht zunehmen
fr: Prendre du poids corporel
it: Aumentare Peso Corporeo
pt: Ganhar Peso Corporal

# dietStepTitle
source: 🥗 Diet Type
de: 🥗 Diät-Typ
fr: 🥗 Type de régime
it: 🥗 Tipo di dieta
pt: 🥗 Tipo de Dieta

# dietStepSubtitle
source: Do you have dietary preferences?
de: Hast du Ernährungsvorlieben?
fr: Avez-vous des préférences alimentaires ?
it: Hai preferenze alimentari?
pt: Você tem preferências alimentares?

# dietStandardDesc
source: No restrictions
de: Keine Einschränkungen
fr: Aucune restriction
it: Nessuna restrizione
pt: Sem restrições

# dietLowCarbDesc
source: Low carbohydrates
de: Wenig Kohlenhydrate
fr: Peu de glucides
it: Pochi carboidrati
pt: Baixo carboidrato

# dietVegetarian
source: Vegetarian
de: Vegetarisch
fr: Végétarien
it: Vegetariana
pt: Vegetariana

# dietVegetarianDesc
source: No meat
de: Kein Fleisch
fr: Pas de viande
it: No carne
pt: Sem carne

# dietVegan
source: Vegan
fr: Végétalien
it: Vegana
pt: Vegana

# dietVeganDesc
source: Only plant-based
de: Nur pflanzlich
fr: Uniquement végétal
it: Solo vegetali
pt: Apenas vegetais

# dietKetoDesc
source: Ketogenic
de: Ketogen
fr: Cétogène
it: Chetogenica
pt: Cetogênica

# dietMediterranean
source: Mediterranean
de: Mediterran
fr: Méditerranéen
it: Mediterranea
pt: Mediterrânea

# dietMediterraneanDesc
source: Italian style
de: Italienischer Stil
fr: Style italien
it: Stile italiano
pt: Estilo italiano

# resultsStepTitle
source: 🎉 Your Plan!
de: 🎉 Dein Plan!
fr: 🎉 Votre plan !
it: 🎉 Il tuo piano!
pt: 🎉 Seu Plano!

# resultsStepSubtitle
source: Here are your personalized daily goals
de: Hier sind deine personalisierten Tagesziele
fr: Voici vos objectifs quotidiens personnalisés
it: Ecco i tuoi obiettivi giornalieri personalizzati
pt: Aqui estão seus objetivos diários personalizados

# caloriesPerDay
source: calories/day
de: Kalorien/Tag
fr: calories/jour
it: calorie/giorno
pt: calorias/dia

# saveGoalsButton
source: Save Goals
de: Ziele speichern
fr: Enregistrer les objectifs
it: Salva Obiettivi
pt: Salvar Objetivos

source: Your Progress
de: Deine Fortschritte
fr: Vos progrès
it: I Tuoi Progressi
pt: Seu progresso

source: Overview
de: Übersicht
fr: Aperçu
it: Panoramica
pt: Visão geral

source: Recent Activity
de: Letzte Aktivität
fr: Activité récente
it: Attività Recente
pt: Atividade recente

source: WEEKLY SUMMARY
de: WOCHENÜBERSICHT
fr: RÉSUMÉ HEBDOMADAIRE
it: RIEPILOGO SETTIMANALE
pt: RESUMO SEMANAL

# timeLabel
source: Time
de: Zeit
fr: Temps
it: Tempo
pt: Tempo

# streakDays
source: DAYS STREAK
de: {days} Tage
fr: {days} jours
it: GIORNI DI FILA
pt: {days} dias

source: Coming Soon
de: Demnächst
fr: Bientôt
it: In arrivo
pt: Em breve

source: Workout Progress - Coming Soon
de: Workout-Fortschritt - Demnächst
fr: Progrès Workout - Bientôt
it: Progressi Workout - In Arrivo
pt: Progresso de Treino - Em breve

source: Nutrition Progress - Coming Soon
de: Ernährungs-Fortschritt - Demnächst
fr: Progrès Nutrition - Bientôt
it: Progressi Nutrizione - In Arrivo
pt: Progresso de Nutrição - Em breve

# healthAndFitness
source: Health & Fitness
de: Gesundheit & Fitness
fr: Santé & Fitness
it: Salute & Fitness
pt: Saúde & Fitness

source: Your Data
de: Deine Daten
fr: Vos données
it: I tuoi dati
pt: Seus dados

source: Connected
de: Verbunden
fr: Connecté
it: Connesso
pt: Conectado

source: Not Connected
de: Nicht verbunden
fr: Non connecté
it: Non connesso
pt: Não conectado

source: Disconnect
de: Trennen
fr: Déconnecter
it: Disconnetti
pt: Desconectar

# connectTo
source: Connect {platform}
de: {platform} verbinden
fr: Connecter {platform}
it: Connetti {platform}
pt: Conectar {platform}

source: {platform} connected! ✅
de: {platform} verbunden! ✅
fr: {platform} connecté! ✅
it: {platform} connesso! ✅
pt: {platform} conectado! ✅

# permissionDenied
source: Permission denied. Retry from device settings.
de: Berechtigung verweigert. Versuche es in den Geräteeinstellungen erneut.
fr: Permission refusée. Réessayez depuis les paramètres de l'appareil.
it: Permessi non concessi. Riprova dalle impostazioni del dispositivo.
pt: Permissão negada. Tente novamente nas configurações do dispositivo.

source: Disconnect {platform}?
de: {platform} trennen?
fr: Déconnecter {platform}?
it: Disconnettere {platform}?
pt: Desconectar {platform}?

# syncedDataRemains
source: Synced data will remain, but will no longer be automatically updated.
de: Synchronisierte Daten bleiben erhalten, werden aber nicht mehr automatisch aktualisiert.
fr: Les données synchronisées resteront, mais ne seront plus mises à jour automatiquement.
it: I dati sincronizzati rimarranno, ma non verranno più aggiornati automaticamente.
pt: Os dados sincronizados permanecerão, mas não serão mais atualizados automaticamente.

source: Health Connect not installed
de: Health Connect nicht installiert
fr: Health Connect non installé
it: Health Connect non installato
pt: Health Connect não instalado

# installHealthConnectInfo
source: To sync health data, install Health Connect from the Play Store.
de: Um Gesundheitsdaten zu synchronisieren, installiere Health Connect aus dem Play Store.
fr: Pour synchroniser les données de santé, installez Health Connect depuis le Play Store.
it: Per sincronizzare i dati di salute, installa Health Connect dal Play Store.
pt: Para sincronizar dados de saúde, instale o Health Connect na Play Store.

source: Install Health Connect
de: Health Connect installieren
fr: Installer Health Connect
it: Installa Health Connect
pt: Instalar Health Connect

# syncAppleHealth
source: Sync your data with Apple Health for a complete view of your health.
de: Synchronisiere deine Daten mit Apple Health für eine vollständige Gesundheitsübersicht.
fr: Synchronisez vos données avec Apple Health pour une vue complète de votre santé.
it: Sincronizza i tuoi dati con Apple Health per una visione completa della tua salute.
pt: Sincronize seus dados com o Apple Health para uma visão completa da sua saúde.

# syncHealthConnect
source: Sync your data with Health Connect for a complete view of your health.
de: Synchronisiere deine Daten mit Health Connect für eine vollständige Gesundheitsübersicht.
fr: Synchronisez vos données avec Health Connect pour une vue complète de votre santé.
it: Sincronizza i tuoi dati con Health Connect per una visione completa della tua salute.
pt: Sincronize seus dados com o Health Connect para uma visão completa da sua saúde.

# dataSyncedAutomatically
source: Your data is synced automatically
de: Deine Daten werden automatisch synchronisiert
fr: Vos données sont synchronisées automatiquement
it: I tuoi dati vengono sincronizzati automaticamente
pt: Seus dados são sincronizados automaticamente

# connectToSyncWorkouts
source: Connect to sync your workouts
de: Verbinden, um deine Workouts zu synchronisieren
fr: Connectez-vous pour synchroniser vos entraînements
it: Connetti per sincronizzare i tuoi allenamenti
pt: Conecte para sincronizar seus treinos

source: Steps today
de: Schritte heute
fr: Pas aujourd'hui
it: Passi oggi
pt: Passos hoje

source: Resting heart rate
de: Ruhe-Herzfrequenz
fr: Fréquence cardiaque au repos
it: Battito a riposo
pt: Frequência cardíaca em repouso

source: Sleep yesterday
de: Schlaf gestern
fr: Sommeil hier
it: Sonno ieri
pt: Sono ontem

source: hours
de: Stunden
fr: heures
it: ore
pt: horas

source: Auto sync active
de: Auto-Sync aktiv
fr: Sync auto active
it: Sincronizzazione automatica attiva
pt: Sync automático ativo

# workoutsSavedTo
source: Your workouts are automatically saved to {platform}
de: Deine Workouts werden automatisch in {platform} gespeichert
fr: Vos entraînements sont automatiquement enregistrés dans {platform}
it: I tuoi allenamenti vengono salvati automaticamente in {platform}
pt: Seus treinos são salvos automaticamente em {platform}

source: Synced Data
de: Synchronisierte Daten
fr: Données synchronisées
it: Dati sincronizzati
pt: Dados sincronizados

source: Steps
de: Schritte
fr: Pas
it: Passi
pt: Passos

# trackDailyActivity
source: Track your daily activity
de: Verfolge deine tägliche Aktivität
fr: Suivez votre activité quotidienne
it: Monitora la tua attività giornaliera
pt: Acompanhe sua atividade diária

# heartRateLabel
source: Heart Rate
de: Herzfrequenz
fr: Fréquence cardiaque
it: Frequenza cardiaca
pt: Frequência cardíaca

# heartRateDesc
source: Resting and during exercise
de: Im Ruhezustand und während des Trainings
fr: Au repos et pendant l'exercice
it: Battito a riposo e durante l'esercizio
pt: Em repouso e durante o exercício

# sleepLabel
source: Sleep
de: Schlaf
fr: Sommeil
it: Sonno
pt: Sono

# sleepDesc
source: Sleep quality analysis
de: Analyse der Schlafqualität
fr: Analyse de la qualité du sommeil
it: Analisi della qualità del sonno
pt: Análise da qualidade do sono

source: Track your progress
de: Verfolge deine Fortschritte
fr: Suivez vos progrès
it: Traccia i tuoi progressi
pt: Acompanhe seu progresso

# workoutsLabel
source: Workouts
fr: Entraînements
it: Allenamenti
pt: Treinos

source: Sync sessions automatically
de: Sitzungen automatisch synchronisieren
fr: Synchroniser les sessions automatiquement
it: Sincronizza automaticamente le sessioni
pt: Sincronizar sessões automaticamente

# introTitle
source: Hi! I'm Gigi 👋
de: Hallo! Ich bin Gigi 👋
fr: Salut ! Je suis Gigi 👋
it: Ciao! Sono Gigi 👋
pt: Olá! Sou o Gigi 👋

# introDescription
source: I'll be your AI personal trainer. Answer 2 quick questions so I can create the perfect plan for you.
de: Ich bin dein KI-Personal-Trainer. Beantworte 2 schnelle Fragen, damit ich den perfekten Plan für dich erstellen kann.
fr: Je serai ton coach personnel IA. Réponds à 2 questions rapides pour que je puisse créer le plan parfait pour toi.
it: Sarò il tuo personal trainer AI. Rispondi a 2 domande veloci così posso creare il piano perfetto per te.
pt: Serei seu personal trainer de IA. Responda a 2 perguntas rápidas para que eu possa criar o plano perfeito para você.

# introButton
source: LET'S START!
de: LOS GEHT'S!
fr: C'EST PARTI !
it: INIZIAMO!
pt: VAMOS LÁ!

# sectionAboutYou
source: Tell us about yourself
de: Erzähl uns von dir
fr: Parlez-nous de vous
it: Parlaci di te
pt: Fale sobre você

# sectionAboutYouSubtitle
source: This information helps us calculate your needs.
de: Diese Informationen helfen uns, deinen Bedarf zu berechnen.
fr: Ces informations nous aident à calculer vos besoins.
it: Queste informazioni ci aiutano a calcolare il tuo fabbisogno.
pt: Essas informações nos ajudam a calcular suas necessidades.

# equipmentTitle
source: Equipment
de: Ausrüstung
fr: Équipement
it: Attrezzatura
pt: Equipamento

# equipmentSubtitleGym
source: Select the training styles you prefer.
de: Wähle deine bevorzugten Trainingsstile.
fr: Sélectionnez vos styles d'entraînement préférés.
it: Seleziona gli stili di allenamento che preferisci.
pt: Selecione seus estilos de treino preferidos.

# equipmentSubtitleHome
source: What do you have available in your space?
de: Was hast du zur Verfügung?
fr: Qu'avez-vous à disposition ?
it: Cosa hai a disposizione nel tuo spazio?
pt: O que você tem disponível?

# machinesTitle
source: Which Machines?
de: Welche Maschinen?
fr: Quelles machines ?
it: Quali Macchine?
pt: Quais Máquinas?

# machinesSubtitle
source: Select those available.
de: Wähle die verfügbaren aus.
fr: Sélectionnez celles disponibles.
it: Seleziona quelle disponibili.
pt: Selecione as disponíveis.

# bodyweightTypeTitle
source: Bodyweight Type
de: Körpergewichts-Typ
fr: Type de poids de corps
it: Tipo di Corpo Libero
pt: Tipo de Peso Corporal

# bodyweightTypeSubtitle
source: Choose your preferred style.
de: Wähle deinen bevorzugten Stil.
fr: Choisissez votre style préféré.
it: Scegli il tuo stile preferito.
pt: Escolha seu estilo preferido.

# injuriesTitle
source: Injuries
de: Verletzungen
fr: Blessures
it: Infortuni
pt: Lesões

# injuriesSubtitleEmpty
source: Do you have any current or past injuries? 💡 Enter PAST injuries too if they might affect your training (e.g., old fractures, surgeries, chronic issues).
de: Hast du aktuelle oder vergangene Verletzungen? 💡 Gib auch VERGANGENE Verletzungen an, wenn sie dein Training beeinflussen könnten.
fr: Avez-vous des blessures actuelles ou passées ? 💡 Indiquez aussi les blessures PASSÉES si elles peuvent affecter votre entraînement.
it: Hai infortuni attuali o passati? 💡 Inserisci anche infortuni PASSATI se potrebbero influenzare il tuo allenamento (es. vecchie fratture, interventi chirurgici, problemi cronici).
pt: Você tem lesões atuais ou passadas? 💡 Insira também lesões PASSADAS se puderem afetar seu treino.

# injuriesSubtitleFilled
source: You added {count} injuries. Do you want to add more?
de: Du hast {count} Verletzungen hinzugefügt. Willst du weitere hinzufügen?
fr: Vous avez ajouté {count} blessures. Voulez-vous en ajouter d'autres ?
it: Hai aggiunto {count} infortuni. Vuoi aggiungerne altri?
pt: Você adicionou {count} lesões. Quer adicionar mais?

# yesInjury
source: Yes, I have an injury to report
de: Ja, ich habe eine Verletzung zu melden
fr: Oui, j'ai une blessure à signaler
it: Sì, ho un infortunio da segnalare
pt: Sim, tenho uma lesão para relatar

# noInjury
source: No, I'm healthy
de: Nein, ich bin gesund
fr: Non, je suis en bonne santé
it: No, sono sano
pt: Não, sou saudável

# noMoreInjuries
source: No, I'm done
de: Nein, ich bin fertig
fr: Non, j'ai terminé
it: No, ho finito
pt: Não, terminei

# injuryCategoryTitle
source: Injury Type
de: Verletzungsart
fr: Type de blessure
it: Tipo di infortunio
pt: Tipo de lesão

# injuryCategorySubtitle
source: Select the category
de: Wähle die Kategorie
fr: Sélectionnez la catégorie
it: Seleziona la categoria
pt: Selecione a categoria

# injuryAreaTitle
source: Specific Area
de: Spezifischer Bereich
fr: Zone spécifique
it: Zona specifica
pt: Área específica

# injuryTimingTitle
source: When?
de: Wann?
fr: Quand ?
it: Quando?
pt: Quando?

# injurySideTitle
source: Side
de: Seite
fr: Côté
it: Lato
pt: Lado

# sideLeft
source: Left
de: Links
fr: Gauche
it: Sinistro
pt: Esquerdo

# sideRight
source: Right
de: Rechts
fr: Droit
it: Destro
pt: Direito

# sideBilateral
source: Bilateral
de: Beidseitig
fr: Bilatéral
it: Bilaterale

# injuryStatusTitle
source: Current Injury Status
de: Aktueller Status
fr: Statut actuel
it: Stato attuale dell'infortunio
pt: Status atual

# injuryStatusSubtitle
source: Has the injury been completely overcome?
de: Ist die Verletzung vollständig ausgeheilt?
fr: La blessure est-elle complètement guérie ?
it: L'infortunio è stato completamente superato?
pt: A lesão foi totalmente superada?

# injurySeverityTitle
source: Severity
de: Schweregrad
fr: Gravité
it: Gravità
pt: Gravidade

# painfulExercisesTitle
source: Exercises causing pain
de: Übungen, die Schmerzen verursachen
fr: Exercices causant de la douleur
it: Esercizi che causano dolore
pt: Exercícios que causam dor

# painfulExercisesHint
source: Ex: Squat, Bench Press, Deadlift...
de: Bsp: Kniebeugen, Bankdrücken...
fr: Ex: Squat, Développé couché...
it: Es: Squat, Panca piana, Stacchi...
pt: Ex: Agachamento, Supino...

# notesTitle
source: Additional Notes (Optional)
de: Zusätzliche Notizen (Optional)
fr: Notes supplémentaires (Optionnel)
it: Note Aggiuntive (Opzionale)
pt: Notas Adicionais (Opcional)

# notesHint
source: Notes about the exercise...
de: Zusätzliche Details...
fr: Détails supplémentaires...
it: Note sull'esercizio...
pt: Detalhes adicionais...

# saveInjuryButton
source: Save Injury
de: Verletzung speichern
fr: Enregistrer la blessure
it: Salva Infortunio
pt: Salvar Lesão

# sessionDurationTitle
source: Session Duration
de: Sitzungsdauer
fr: Durée de la session
it: Durata Sessione
pt: Duração da Sessão

# sessionDurationSubtitle
source: How much time do you have for training?
de: Wie viel Zeit hast du?
fr: Combien de temps avez-vous ?
it: Quanto tempo hai per allenarti?
pt: Quanto tempo você tem?

# cardioMobilityTitle
source: Cardio & Mobility
de: Cardio & Mobilität
fr: Cardio & Mobilité
it: Cardio & Mobilità
pt: Cardio & Mobilidade

# mobilitySection
source: Mobility
de: Mobilität
fr: Mobilité
it: Mobilità
pt: Mobilidade

# trainingSplitTitle
source: Training Split
de: Trainingsaufteilung
fr: Split d'entraînement
it: Split di Allenamento
pt: Divisão de Treino

# trainingSplitSubtitle
source: How do you want to organize your workouts?
de: Wie möchtest du deine Workouts organisieren?
fr: Comment voulez-vous organiser vos entraînements ?
it: Come vuoi organizzare i tuoi allenamenti?
pt: Como você quer organizar seus treinos?

# finalDetailsTitle
source: Final Details
de: Letzte Details
fr: Derniers détails
it: Ultimi dettagli
pt: Últimos detalhes

# finalDetailsSubtitle
source: Anything else to know? (Optional)
de: Sonst noch etwas? (Optional)
fr: Autre chose à savoir ? (Optionnel)
it: Qualcos'altro da sapere? (Facoltativo)
pt: Mais alguma coisa? (Opcional)

# finalDetailsHint
source: You can also proceed without entering anything.
de: Du kannst auch fortfahren, ohne etwas einzugeben.
fr: Vous pouvez continuer sans rien saisir.
it: Puoi anche procedere senza inserire nulla.
pt: Você pode prosseguir sem digitar nada.

# finalDetailsBulletTitle
source: What you could write here:
de: Was du hier schreiben könntest:
fr: Ce que vous pourriez écrire ici :
it: Cosa potresti scrivere qui:
pt: O que você pode escrever aqui:

# bulletPreferences
source: Preferences on specific exercises
de: Präferenzen zu bestimmten Übungen
fr: Préférences sur des exercices spécifiques
it: Preferenze su esercizi specifici
pt: Preferências sobre exercícios específicos

# bulletGoals
source: Particular goals not mentioned
de: Besondere Ziele
fr: Objectifs particuliers
it: Obiettivi particolari non menzionati
pt: Objetivos particulares

# bulletMedical
source: Additional medical notes
de: Zusätzliche medizinische Hinweise
fr: Notes médicales supplémentaires
it: Note mediche aggiuntive
pt: Notas médicas adicionais

# finalNotesHint
source: Write your notes here...
de: Schreibe hier deine Notizen...
fr: Écrivez vos notes ici...
it: Scrivi qui le tue note...
pt: Escreva suas notas aqui...

# savingButton
source: Saving...
de: Speichern...
fr: Enregistrement...
it: Salvataggio...
pt: Salvando...

# proceedButton
source: Proceed
de: Fortfahren
fr: Procéder
it: Procedi
pt: Prosseguir

# bodyweightFunctional
source: Functional Training
de: Funktionales Training
fr: Entraînement Fonctionnel
it: Allenamento Funzionale
pt: Treino Funcional

# bodyweightFunctionalDesc
source: Focus on mobility and control
de: Fokus auf Mobilität und Kontrolle
fr: Focus sur la mobilité et le contrôle
it: Focus su mobilità e controllo
pt: Foco em mobilidade e controle

# bodyweightCalisthenicsDesc
source: Brute strength bodyweight
de: Rohe Körperkraft
fr: Force brute au poids du corps
it: Forza bruta a corpo libero
pt: Força bruta com peso do corpo

# bodyweightPure
source: Pure Bodyweight
de: Nur Körpergewicht
fr: Poids de corps pur
it: Solo Corpo Libero
pt: Peso do Corpo Puro

# bodyweightPureDesc
source: No equipment at all
de: Keine Ausrüstung
fr: Sans aucun équipement
it: Senza alcuna attrezzatura
pt: Sem nenhum equipamento

# splitMonofrequency
source: Monofrequency
de: Monofrequenz
fr: Mono-fréquence
it: Monofrequenza
pt: Monofrequência

# splitMonofrequencyDesc
source: Each muscle group trained 1x per week
de: Jede Muskelgruppe 1x pro Woche
fr: Chaque groupe musculaire 1x par semaine
it: Ogni gruppo muscolare allenato 1 volta a settimana
pt: Cada grupo muscular 1x por semana
