Repository: Gentile23/GIGI-FE
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

source: Welcome Back!
de: Willkommen zurück!
fr: Bon retour !
it: Bentornato!
pt: Bem-vindo de volta!

source: Create Account
de: Konto erstellen
fr: Créer un compte
it: Crea Account
pt: Criar Conta

# loginSubtitle
source: Sign in to continue your fitness journey
de: Melde dich an, um deine Fitnessreise fortzusetzen
fr: Connectez-vous pour continuer votre parcours fitness
it: Accedi per continuare il tuo percorso fitness
pt: Entre para continuar sua jornada fitness

# registerSubtitle
source: Start your fitness journey today
de: Starte heute deine Fitnessreise
fr: Commencez votre parcours fitness aujourd'hui
it: Inizia oggi il tuo percorso fitness
pt: Comece sua jornada fitness hoje

source: Full Name
de: Vollständiger Name
fr: Nom complet
it: Nome Completo
pt: Nome Completo

source: Enter your name
de: Gib deinen Namen ein
fr: Entrez votre nom
it: Inserisci il tuo nome
pt: Digite seu nome

source: Enter your email
de: Gib deine E-Mail ein
fr: Entrez votre e-mail
it: Inserisci la tua email
pt: Digite seu e-mail

# enterValidEmail
source: Enter a valid email
de: Gib eine gültige E-Mail ein
fr: Entrez un e-mail valide
it: Inserisci un'email valida
pt: Digite um e-mail válido

# enterPassword
source: Enter your password
de: Gib dein Passwort ein
fr: Entrez votre mot de passe
it: Inserisci la password
pt: Digite sua senha

# passwordTooShort
source: Password must be at least 6 characters
de: Das Passwort muss mindestens 6 Zeichen haben
fr: Le mot de passe doit contenir au moins 6 caractères
it: La password deve essere di almeno 6 caratteri
pt: A senha deve ter pelo menos 6 caracteres

source: Confirm Password
de: Passwort bestätigen
fr: Confirmer le mot de passe
it: Conferma Password
pt: Confirmar Senha

# enterConfirmPassword
source: Confirm your password
de: Bestätige dein Passwort
fr: Confirmez votre mot de passe
it: Conferma la tua password
pt: Confirme sua senha

source: Passwords do not match
de: Die Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
pt: As senhas não coincidem

# login
source: Sign In
de: Anmelden
fr: Se connecter
it: Accedi
pt: Entrar

# register
source: Sign Up
de: Registrieren
fr: S'inscrire
it: Registrati
pt: Cadastrar

source: or
de: oder
fr: ou
it: oppure
pt: ou

source: Continue with Google
de: Mit Google fortfahren
fr: Continuer avec Google
it: Continua con Google
pt: Continuar com Google

# noAccount
source: Don't have an account?
de: Noch kein Konto?
fr: Pas de compte ?
it: Non hai un account?
pt: Não tem uma conta?

# haveAccount
source: Already have an account?
de: Bereits ein Konto?
fr: Vous avez déjà un compte ?
it: Hai già un account?
pt: Já tem uma conta?

# consentsRequired
source: Required Consents
de: Erforderliche Zustimmungen
fr: Consentements requis
it: Consensi richiesti
pt: Consentimentos obrigatórios

# acceptPrivacyPolicy
source: I have read and accept the
de: Ich habe die gelesen und akzeptiere die
fr: J'ai lu et j'accepte la
it: Ho letto e accetto la
pt: Li e aceito a

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
it: Informativa sulla Privacy
pt: Política de Privacidade

# acceptTerms
source: I accept the
de: Ich akzeptiere die
fr: J'accepte les
it: Accetto i
pt: Aceito os

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di Servizio
pt: Termos de Serviço

# acceptHealthData
source: I consent to the processing of my
de: Ich stimme der Verarbeitung meiner
fr: Je consens au traitement de mes
it: Acconsento al trattamento dei miei
pt: Consinto com o processamento dos meus

# healthDataLink
source: health data
de: Gesundheitsdaten
fr: données de santé
it: dati sanitari
pt: dados de saúde

# healthDataDescription
source: (weight, height, injuries) to personalize training plans
de: (Gewicht, Größe, Verletzungen) zur Personalisierung der Trainingspläne zu
fr: (poids, taille, blessures) pour personnaliser les plans d'entraînement
it: (peso, altezza, infortuni) per personalizzare i piani di allenamento
pt: (peso, altura, lesões) para personalizar os planos de treino

# acceptAllConsents
source: Accept all consents to proceed
de: Akzeptiere alle Zustimmungen, um fortzufahren
fr: Acceptez tous les consentements pour continuer
it: Accetta tutti i consensi per procedere
pt: Aceite todos os consentimentos para continuar

source: Home
de: Startseite
fr: Accueil
it: Casa
pt: Início

source: Nutrition
de: Ernährung
it: Nutrizione
pt: Nutrição

source: Progress
de: Fortschritt
fr: Progrès
it: Progressi
pt: Progresso

source: Profile
de: Profil
fr: Profil
it: Profilo
pt: Perfil

source: START NOW
de: JETZT STARTEN
fr: COMMENCER
it: Inizia Ora
pt: COMEÇAR AGORA

# slogan
source: Your fitness evolution, powered by intelligence.
de: Deine Fitness-Evolution, angetrieben von Intelligenz.
fr: Votre évolution fitness, guidée par l'intelligence.
it: La tua evoluzione fitness, guidata dall'intelligenza.
pt: Sua evolução fitness, guiada pela inteligência.

# sloganSubtitle
source: Train smart. Get results.
de: Trainiere smart. Erziele Ergebnisse.
fr: Entraînez-vous intelligemment. Obtenez des résultats.
it: Allenati con intelligenza. Ottieni risultati.
pt: Treine com inteligência. Obtenha resultados.

# invalidCredentials
source: Invalid credentials. Check your email and password.
de: Ungültige Anmeldedaten. Überprüfe E-Mail und Passwort.
fr: Identifiants invalides. Vérifiez votre e-mail et mot de passe.
it: Credenziali non valide. Controlla email e password.
pt: Credenciais inválidas. Verifique seu e-mail e senha.

# registrationFailed
source: Registration failed. Please try again later.
de: Registrierung fehlgeschlagen. Bitte später erneut versuchen.
fr: Échec de l'inscription. Veuillez réessayer plus tard.
it: Registrazione fallita. Riprova più tardi.
pt: Falha no cadastro. Tente novamente mais tarde.

# emailAlreadyExists
source: This email is already registered. Try signing in.
de: Diese E-Mail ist bereits registriert. Versuche dich anzumelden.
fr: Cet e-mail est déjà enregistré. Essayez de vous connecter.
it: Questa email è già registrata. Prova ad accedere.
pt: Este e-mail já está cadastrado. Tente entrar.

# connectionError
source: Unable to connect to server. Check your internet connection.
de: Verbindung zum Server nicht möglich. Überprüfe deine Internetverbindung.
fr: Impossible de se connecter au serveur. Vérifiez votre connexion internet.
it: Impossibile connettersi al server. Controlla la connessione internet.
pt: Não foi possível conectar ao servidor. Verifique sua conexão com a internet.

source: Unexpected error
de: Unerwarteter Fehler
fr: Erreur inattendue
it: Errore imprevisto
pt: Erro inesperado

# googleSignInError
source: Error signing in with Google
de: Fehler bei der Anmeldung mit Google
fr: Erreur lors de la connexion avec Google
it: Errore durante l'accesso con Google
pt: Erro ao entrar com Google

# appleSignInError
source: Error signing in with Apple
de: Fehler bei der Anmeldung mit Apple
fr: Erreur lors de la connexion avec Apple
it: Errore durante l'accesso con Apple
pt: Erro ao entrar com Apple

# mustAcceptConsents
source: You must accept all consents to register.
de: Du musst alle Zustimmungen akzeptieren, um dich zu registrieren.
fr: Vous devez accepter tous les consentements pour vous inscrire.
it: Devi accettare tutti i consensi per registrarti.
pt: Você deve aceitar todos os consentimentos para se cadastrar.

source: Log Out
de: Abmelden
fr: Déconnexion
it: Esci
pt: Sair

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
pt: Configurações

source: Edit Profile
de: Profil bearbeiten
fr: Modifier le profil
it: Modifica Profilo
pt: Editar Perfil

source: Notifications
de: Benachrichtigungen
it: Notifiche
pt: Notificações

source: Language
de: Sprache
fr: Langue
it: Lingua
pt: Idioma

source: Dark Mode
de: Dunkelmodus
fr: Mode sombre
it: Modalità Scura
pt: Modo Escuro

source: About
de: Über
fr: À propos
it: Info
pt: Sobre

source: Help
de: Hilfe
fr: Aide
it: Aiuto
pt: Ajuda

source: Rate App
de: App bewerten
fr: Noter l'application
it: Valuta l'App
pt: Avaliar App

source: Share
de: Teilen
fr: Partager
it: Condividi
pt: Compartilhar

source: Version
it: Versione
pt: Versão

source: Cancel
it: Annulla

source: Save
de: Speichern
fr: Enregistrer
it: Salva
pt: Salvar

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
pt: Excluir

source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma
pt: Confirmar

source: Yes
de: Ja
fr: Oui
it: Sì
pt: Sim

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

source: Success
de: Erfolg
fr: Succès
it: Successo
pt: Sucesso

source: Loading...
de: Laden...
fr: Chargement...
it: Caricamento...
pt: Carregando...

source: Retry
de: Erneut versuchen
fr: Réessayer
it: Riprova
pt: Tentar novamente

source: Next
de: Weiter
fr: Suivant
it: Prossimo
pt: Próximo

source: Back
de: Zurück
fr: Retour
it: Indietro
pt: Voltar

source: Done
de: Fertig
fr: Terminé
it: Fatto
pt: Concluído

source: Skip
de: Überspringen
fr: Passer
it: Salta
pt: Pular

source: Search
de: Suchen
fr: Rechercher
it: Cerca
pt: Buscar

source: No results
de: Keine Ergebnisse
fr: Aucun résultat
it: Nessun risultato
pt: Nenhum resultado

source: See All
de: Alle anzeigen
fr: Voir tout
it: Vedi Tutto
pt: Ver Tudo

source: Today
de: Heute
fr: Aujourd'hui
it: Oggi
pt: Hoje

source: Yesterday
de: Gestern
fr: Hier
it: Ieri
pt: Ontem

source: This Week
de: Diese Woche
fr: Cette semaine
it: Questa Settimana
pt: Esta semana

source: This Month
de: Diesen Monat
fr: Ce mois
it: Questo Mese
pt: Este Mês

# noWorkoutPlan
source: No workout plan found
de: Kein Trainingsplan gefunden
fr: Aucun plan d'entraînement trouvé
it: Nessun piano di allenamento trovato
pt: Nenhum plano de treino encontrado

source: Generate Plan
de: Plan erstellen
fr: Générer un plan
it: Genera Piano
pt: Gerar Plano

source: Start Workout
de: Training starten
fr: Commencer l'entraînement
it: Inizia Workout
pt: Iniciar Treino

source: Complete Workout
de: Training abschließen
fr: Terminer l'entraînement
it: COMPLETA ALLENAMENTO
pt: Concluir Treino

source: Rest Day
de: Ruhetag
fr: Jour de repos
it: Giorno di Riposo
pt: Dia de Descanso

source: Exercises
de: Übungen
fr: Exercices
it: Esercizi
pt: Exercícios

source: Sets
de: Sätze
fr: Séries
it: Serie
pt: Séries

source: Weight
de: Gewicht
fr: Poids
it: Peso
pt: Peso

source: Duration
de: Dauer
fr: Durée
it: Durata
pt: Duração

source: Calories
de: Kalorien
it: Calorie
pt: Calorias

source: minutes
de: Minuten
it: minuti
pt: Minutos

source: seconds
de: Sekunden
fr: secondes
it: secondi
pt: segundos

# userDefaultName
source: User
it: Utente

# heightLabel
source: Height (cm)
de: Größe (cm)
fr: Taille (cm)
it: Altezza (cm)
pt: Altura (cm)

# weightLabel
source: WEIGHT (KG)
de: Weight
fr: Weight
it: PESO (KG)
pt: Weight

# ageLabel
source: Age
it: Età

source: Current Plan
it: Piano Attuale

# premiumAccessText
source: You have access to all Premium features.
it: Hai accesso a tutte le funzionalità Premium.

# upgradeToPremiumText
source: Upgrade to Premium to unlock AI coaching, form analysis, and more.
it: Passa a Premium per sbloccare il coaching AI, l'analisi della forma e altro ancora.

# upgradeToPremiumButton
source: Upgrade to Premium
it: Passa a Premium

# levelAndRewards
source: Level & Rewards
it: Livello & Premi

# xpForNextLevel
source: XP to next level
it: XP per il prossimo livello

source: Features
it: Funzionalità

source: Challenges
it: Sfide

source: Leaderboard
it: Classifica

source: Invite Friends
it: Invita Amici

# inviteFriendsSubtitle
source: Get Premium for free
it: Guadagna Premium gratis

source: Transformation
it: Trasformazione

# personalInfo
source: Personal Information
de: Persönliche Daten
fr: Informations personnelles
it: Informazioni Personali
pt: Informações pessoais

source: Fitness Goals
it: Obiettivi Fitness

source: Privacy & Security
it: Privacy & Sicurezza

source: Health & Fitness
it: Salute & Fitness

source: Help & Support
it: Aiuto & Supporto

# logoutConfirmationMessage
source: Are you sure you want to log out?
it: Sei sicuro di voler uscire?

# communitySubtitle
source: Collective goals
it: Obiettivi collettivi

# goalMuscleGainLabel
source: Muscle Gain
it: Aumento Muscolare

# goalWeightLossLabel
source: Weight Loss
de: Gewichtsverlust
fr: Perte de Poids
it: Perdita di Peso
pt: Perda de Peso

# goalToningLabel
source: Definition
it: Definizione

# goalStrengthLabel
source: Strength & Power
it: Forza e Potenza

# goalWellnessLabel
source: Health & Wellness
it: Salute e Benessere

# levelBeginnerLabel
source: Beginner
it: Principiante

# levelIntermediateLabel
source: Intermediate
it: Intermedio

# levelAdvancedLabel
source: Advanced
it: Avanzato

# locationGymLabel
source: Gym
it: Palestra

# locationHomeLabel
source: Home
it: Casa

# injuryMuscular
source: Muscular
de: Muskulär
fr: Musculaire
it: Muscolare

# injuryArticular
source: Articular
de: Gelenk
fr: Articulaire
it: Articolare

# injuryBone
source: Bone
de: Knochen
fr: Osseux
it: Osseo
pt: Ósseo

# myWorkoutsTitle
source: My Workouts
de: Meine Workouts
fr: Mes Entraînements
it: Le Mie Schede
pt: Meus Treinos

# aiAnalyzingProfile
source: 🧠 Gigi is analyzing your profile
it: 🧠 Gigi sta analizzando il tuo profilo

# aiGeneratingPlanDescription
source: Generating plan... Please wait while Gigi creates your personalized workout.
it: Generazione piano in corso... Attendi mentre Gigi crea il tuo allenamento personalizzato.

# noWorkoutsTitle
source: No Workouts
it: Nessun Workout

# generateFirstPlanSubtitle
source: Generate your first workout plan from Home
it: Genera il tuo primo piano di allenamento dalla Home

# exercisesCount
source: {count} exercises
it: {count} esercizi

# difficultyBeginner
source: Beginner
it: Principiante

# difficultyIntermediate
source: Intermediate
it: Intermedio

# difficultyAdvanced
source: Advanced
it: Avanzato

# voiceCoachingEnable
source: Enable Voice Coaching
it: Attiva Voice Coaching

# voiceCoachingDisable
source: Disable Voice Coaching
it: Disattiva Voice Coaching

# exerciseProgress
source: Exercise {current}/{total}
it: Esercizio {current}/{total}

# aiWorkoutsSectionTitle
source: 🤖 AI Plans
it: 🤖 Schede AI

# aiWorkoutsSectionSubtitle
source: Your generated workouts
it: I tuoi allenamenti generati

# customWorkoutsSectionTitle
source: ✏️ Custom Plans
it: ✏️ Schede Personalizzate

# customWorkoutsSectionSubtitle
source: Created by you
it: Create da te

# nextWorkoutTitle
source: 🔥 Next Workout
it: 🔥 Prossimo Workout

# noAiWorkoutsTitle
source: No AI workouts
it: Nessun workout AI

# generateAiPlanSubtitle
source: Generate a plan from Home
it: Genera una scheda dalla Home

# generatingInProgress
source: 🤖 Generation in progress...
it: 🤖 Generazione in corso...

# completingCardioMobility
source: Completing cardio and mobility
it: Completando cardio e mobilità

# aiCompletingPlan
source: AI is completing the plan...
it: AI sta completando la scheda...

# noAiGeneratedPlan
source: No AI plan generated
it: Nessuna scheda AI generata

# noCustomWorkouts
source: No custom plans
it: Nessuna scheda personalizzata

# noCustomWorkoutsTitle
source: No Custom Plans
it: Nessuna Scheda Custom

# createCustomWorkoutSubtitle
source: Create your personalized plan by selecting your preferred exercises
it: Crea la tua scheda personalizzata selezionando gli esercizi che preferisci

source: Start
it: Inizia

source: No AI Plan Generated
it: Nessun Piano AI Generato

# aiCreatingPlan
source: 🤖 AI is creating your plan
it: 🤖 AI sta creando il tuo piano

# waitFewMinutes
source: It will take a few minutes...
it: Ci vorranno pochi minuti...

source: Champion
it: Campione

source: Previous
it: Precedente

source: Finish
it: Termina

# sessionNotRecorded
source: ⚠️ Session not recorded - progress may not be saved
it: ⚠️ Sessione non registrata - i progressi potrebbero non essere salvati

# sessionStartError
source: Error starting session: {error}
it: Errore avvio sessione: {error}

# noExercisesTitle
source: No Exercises
it: Nessun Esercizio

# noExercisesSubtitle
source: This workout has no exercises yet.
it: Questo allenamento non ha ancora esercizi.

source: Go Back
it: Torna Indietro

# mainWorkoutSection
source: Main Workout
it: Allenamento Principale

# exercisesStats
source: Exercises
it: Esercizi

# preWorkoutSection
source: Pre-workout
it: Prima dell'allenamento

source: START SESSION
it: INIZIA SESSIONE

source: FINISH SESSION
it: TERMINA SESSIONE

# statsSeries
source: sets
it: serie

# exerciseDetailsTitle
source: Exercise Details
it: Dettagli Esercizio

source: Similar Exercises
it: Esercizi Simili

source: With Equipment
it: Con Attrezzatura

source: Bodyweight
it: Corpo Libero

source: Muscles Involved
it: Muscoli Coinvolti

source: Equipment Required
it: Attrezzatura Richiesta

source: How to Perform
it: Come Eseguire

# videoUrlInvalid
source: Invalid Video URL
it: URL video non valido

# postWorkoutSection
source: Post-workout
it: Dopo l'allenamento

# sectionCompleted
source: {title} completed!
it: {title} completata!

# gigiGuidingYou
source: 🎤 Gigi is guiding you for {exercise}...
it: 🎤 Gigi ti guida per {exercise}...

# yourTurn
source: ✅ Now it's your turn! Start your sets.
it: ✅ Ora tocca a te! Inizia le tue serie.

source: Execute with Gigi
it: Esegui con Gigi

# exitWorkoutTitle
source: Exit Workout?
it: Uscire dall'allenamento?

# exitWorkoutMessage
source: Your progress will be lost. Are you sure you want to exit?
it: Il tuo progresso andrà perso. Sei sicuro di voler uscire?

# confirmExit
source: Exit
it: Esci

# finishWorkoutTitle
source: Complete Workout
it: Completa Allenamento

# finishWorkoutMessage
source: Are you sure you want to finish the workout? All progress will be saved.
it: Sei sicuro di voler terminare l'allenamento? Tutti i progressi verranno salvati.

# nextBadge
source: NEXT
it: PROSSIMO

# workoutCompletedTitle
source: Workout Completed!
it: Allenamento Completato!

# workoutCompletedMessage
source: Great job! Your workout has been successfully recorded.
it: Ottimo lavoro! Il tuo allenamento è stato registrato con successo.

source: Awesome!
it: Fantastico!

# saveError
source: Error while saving: {error}
it: Errore durante il salvataggio: {error}

# workoutStrength
source: Strength
it: Forza

# workoutHypertrophy
source: Hypertrophy
it: Ipertrofia

# workoutEndurance
source: Endurance
it: Resistenza

# workoutFunctional
source: Functional
it: Funzionale

# workoutStrengthDesc
source: Maximize strength with heavy loads and low reps.
it: Massimizza la forza con carichi pesanti e basse ripetizioni.

# workoutHypertrophyDesc
source: Focus on muscle growth and volume.
it: Focus sulla crescita muscolare e volume.

# workoutEnduranceDesc
source: Improve muscular and cardiovascular endurance.
it: Migliora la resistenza muscolare e cardiovascolare.

# workoutFunctionalDesc
source: Multi-joint movements for daily life.
it: Movimenti multi-articolari per la vita quotidiana.

# workoutCalisthenicsDesc
source: Bodyweight training for strength and control.
it: Allenamento a corpo libero per forza e controllo.

# bodyFatVeryHigh
source: Visibly Overweight
it: Sovrappeso evidente

# bodyFatHigh
source: Slightly Overweight
it: Sovrappeso leggero

# bodyFatAverage
source: Average Weight
it: Normopeso

# bodyFatAthletic
source: Athletic
it: Atletico

# bodyFatVeryLean
source: Very Defined
it: Molto Definito

# bodyFatVeryHighSub
source: Prominent abdomen
it: Addome predominante

# bodyFatHighSub
source: Low definition
it: Poca definizione

# bodyFatAverageSub
source: Flat abdomen
it: Addome piatto

# bodyFatAthleticSub
source: Visible muscles
it: Muscoli visibili

# bodyFatVeryLeanSub
source: Sculpted abs
it: Addominali scolpiti

# timeMorning
source: Morning (6:00 - 10:00)
it: Mattina (6:00 - 10:00)

# timeAfternoon
source: Afternoon (14:00 - 18:00)
it: Pomeriggio (14:00 - 18:00)

# timeEvening
source: Evening (18:00 - 22:00)
it: Sera (18:00 - 22:00)

# timeMorningDesc
source: Energy for the day, mobility focus
it: Energia per la giornata, focus mobilità

# timeAfternoonDesc
source: Physical performance peak
it: Picco di performance fisica

# timeEveningDesc
source: Stress relief, sleep attention
it: Scarico stress, attenzione al sonno

# recoveryExcellent
source: Excellent
it: Eccellente

# recoveryGood
source: Good
it: Buono

# recoveryPoor
source: Poor
it: Scarso

# recoveryExcellentDesc
source: Wake up rested, fast recovery
it: Mi sveglio riposato, recupero velocemente

# recoveryGoodDesc
source: Normal recovery, occasional fatigue
it: Recupero normale, stanchezza occasionale

# recoveryPoorDesc
source: Struggle to recover, often tired
it: Fatico a recuperare, spesso stanco

# nutritionFullTracking
source: Full Tracking
it: Tracciamento Completo

# nutritionPartialTracking
source: Partial Tracking
it: Tracciamento Parziale

# nutritionIntuitive
source: Healthy Eating
it: Mangio Sano

# nutritionNone
source: I don't pay attention
it: Non ci faccio caso

# nutritionFullTrackingDesc
source: Counting calories and macros (MyFitnessPal, etc.)
it: Conto calorie e macro (MyFitnessPal, ecc.)

# nutritionPartialTrackingDesc
source: Controlling portions and protein
it: Controllo le porzioni e le proteine

# nutritionIntuitiveDesc
source: Healthy choices but without tracking
it: Scelte salutari ma senza tracciare

# nutritionNoneDesc
source: I eat whatever happens
it: Mangio quello che capita

# questionFrequencyTitle
source: Weekly Frequency
it: Frequenza Settimanale

# questionFrequencySubtitle
source: How many times a week do you want to train?
it: Quante volte vuoi allenarti a settimana?

source: days
de: Tage
fr: jours
it: giorni
pt: dias

# continueButton
source: Continue
de: Weiter
fr: Continuer
it: Continua
pt: Continuar

# questionWorkoutTypeTitle
source: Workout Type
it: Tipo di Allenamento

# questionWorkoutTypeSubtitle
source: How do you prefer to train?
it: Come preferisci allenarti?

# questionGenderTitle
source: Who are you?
it: Chi sei?

# questionGenderSubtitle
source: To personalize your plan.
it: Per personalizzare il tuo piano.

# genderMale
source: Man
it: Uomo

# genderFemale
source: Woman
it: Donna

# ageHint
source: Ex. 25
it: Es. 25

source: years
it: anni

# questionBodyFatTitle
source: Estimate your Body Fat %
it: Stima la tua % di grasso

# questionBodyFatSubtitle
source: Choose the image that resembles you the most.
it: Scegli l'immagine che più ti assomiglia.

# questionTimeTitle
source: When do you prefer to train?
it: Quando preferisci allenarti?

# questionTimeSubtitle
source: We will optimize the warm-up based on the time.
it: Ottimizzeremo il riscaldamento in base all'orario.

# questionSleepTitle
source: Sleep & Recovery
it: Sonno e Recupero

# questionSleepSubtitle
source: Fundamental for calculating training volume.
it: Fondamentale per calcolare il volume di allenamento.

# sleepHoursLabel
source: Sleep hours per night:
it: Ore di sonno per notte:

# questionRecoveryTitle
source: How do you usually feel?
it: Come ti senti solitamente?

# questionNutritionTitle
source: Nutrition
it: Alimentazione

# questionNutritionSubtitle
source: How do you manage your diet?
it: Come gestisci la tua dieta?

# questionGoal
source: What is your goal?
it: Qual è il tuo obiettivo?

# questionGoalSubtitle
source: ✨ You can select more than one for a customized plan.
it: ✨ Puoi selezionarne più di uno per un piano personalizzato.

# questionLevel
source: Your level?
it: Il tuo livello?

# questionLevelSubtitle
source: Be honest, we will adapt everything to you.
it: Sii onesto, adatteremo tutto a te.

# questionLocation
source: Where will you train?
it: Dove ti allenerai?

# questionLocationSubtitle
source: Home or Gym?
it: Casa o Palestra?

# questionEquipment
source: What equipment do you have?
it: Che attrezzatura hai?

# equipmentBodyweight
source: Bodyweight
it: Corpo Libero
