Repository: Gentile23/GIGI-FE
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

# joinChallengeConfirm
source: Do you want to join "{title}"? Reward: {reward} XP
de: Möchtest du "{title}" beitreten? Belohnung: {reward} XP
fr: Voulez-vous rejoindre "{title}" ? Récompense : {reward} XP
it: Vuoi unirti a "{title}"? Premio: {reward} XP
pt: Deseja participar de "{title}"? Prêmio: {reward} XP

# joinedChallengeSuccess
source: You joined "{title}"! 🎯
de: Du bist "{title}" beigetreten! 🎯
fr: Vous avez rejoint "{title}" ! 🎯
it: Ti sei unito a "{title}"! 🎯
pt: Você entrou em "{title}"! 🎯

# joinChallengeError
source: Error: unable to join challenge.
de: Fehler: Beitritt zur Herausforderung nicht möglich.
fr: Erreur : impossible de rejoindre le défi.
it: Errore: impossibile unirsi alla sfida.
pt: Erro: não foi possível participar do desafio.

# bodyMeasurementsTitle
source: Body Measurements
de: Körpermaße
fr: Mensurations
it: Misure Corporee
pt: Medidas Corporais

source: How to measure
de: Wie man misst
fr: Comment mesurer
it: Come misurare
pt: Como medir

# howToMeasureSubtitle
source: Follow these tips for accurate measurements
de: Befolgen Sie diese Tipps für genaue Messungen
fr: Suivez ces conseils per des mesures précises
it: Segui questi consigli per misure accurate
pt: Siga estas dicas para medidas precisas

# measureSameTime
source: Always measure at the same time
de: Immer zur gleichen Zeit messen
fr: Mesurez toujours au même moment
it: Misura sempre alla stessa ora
pt: Meça sempre na mesma hora

# morningFasting
source: Preferably in the morning, fasting
de: Vorzugsweise morgens, nüchtern
fr: De préférence le matin, à jeun
it: Preferibilmente al mattino, a digiuno
pt: Preferencialmente de manhã, em jejum

# useFlexibleTape
source: Use a flexible tape measure
de: Verwenden Sie ein flexibles Maßband
fr: Utilisez un mètre ruban flexible
it: Usa un metro da sarto flessibile
pt: Use uma fita métrica flexível

# noRigidRulers
source: Do not use rigid rulers
de: Verwenden Sie keine starren Lineale
fr: N'utilisez pas de règles rigides
it: Non usare righelli rigidi
pt: Não use réguas rígidas

# repeatEveryMeasure
source: Repeat every measure twice
de: Jede Messung zweimal wiederholen
fr: Répétez chaque mesure 2 fois
it: Ripeti ogni misura 2 volte
pt: Repita cada medida 2 vezes

# ensureCorrect
source: To ensure it is correct
de: Um die Richtigkeit sicherzustellen
fr: Pour vous assurer qu'elle est correcte
it: Per assicurarti che sia corretta
pt: Para garantir que está correta

source: Relax, do not contract
de: Entspannen Sie sich, spannen Sie nicht an
fr: Détendez-vous, ne contractez pas
it: Rilassati, non contrarre
pt: Relaxe, não contraia

# naturalPosition
source: Natural position, normal breathing
de: Natürliche Position, normale Atmung
fr: Position naturelle, respiration normale
it: Posizione naturale, respiro normale
pt: Posição natural, respiração normal

source: Arms
de: Arme
fr: Bras
it: Braccia
pt: Braços

# measureBiceps
source: Measure your biceps
de: Messen Sie Ihren Bizeps
fr: Mesurez vos biceps
it: Misura i tuoi bicipiti
pt: Meça seus bíceps

# positionLabel
source: Position
it: Posizione
pt: Posição

# armFlexed90
source: Arm flexed at 90°, closed fist
de: Arm um 90° gebeugt, geschlossene Faust
fr: Bras fléchi à 90°, poing fermé
it: Braccio flesso a 90°, pugno chiuso
pt: Braço flexionado a 90°, punho fechado

source: Where to measure
de: Wo man misst
fr: Où mesurer
it: Dove misurare
pt: Onde medir

# thickestPoint
source: At the thickest point of the muscle
de: An der dicksten Stelle des Muskels
fr: Au point le plus épais du muscle
it: Nel punto più spesso del muscolo
pt: No ponto mais grosso do músculo

# repeatBoth
source: Repeat for both
de: Für beide wiederholen
fr: Répétez pour les deux
it: Ripeti per entrambi
pt: Repita para ambos

# mightBeDifferent
source: They might be slightly different
de: Sie könnten leicht unterschiedlich sein
fr: Ils pourraient être légèrement différents
it: Potrebbero essere leggermente diversi
pt: Podem ser ligeiramente diferentes

# chestWaistHips
source: Chest, waist and hips
de: Brust, Taille und Hüfte
fr: Poitrine, taille et hanches
it: Petto, vita e fianchi
pt: Peito, cintura e quadris

# underArmpits
source: Tape under armpits, at the widest point
de: Maßband unter den Achseln, an der breitesten Stelle
fr: Mètre sous les aisselles, au point le plus large
it: Metro sotto le ascelle, sul punto più sporgente
pt: Fita sob as axilas, no ponto mais largo

# bellyButtonHeight
source: At belly button height, natural position
de: Auf Bauchnabelhöhe, natürliche Position
fr: À hauteur du nombril, position naturelle
it: All'altezza dell'ombelico, posizione naturale
pt: Na altura do umbigo, posição natural

# widestHips
source: At the widest point of the glutes
de: An der breitesten Stelle des Gesäßes
fr: Au point le plus large des fessiers
it: Nel punto più largo dei glutei
pt: No ponto mais largo dos glúteos

source: Legs
de: Beine
fr: Jambes
it: Gambe
pt: Pernas

# thighsCalves
source: Thighs and calves
de: Oberschenkel und Waden
fr: Cuisses et mollets
it: Cosce e polpacci
pt: Coxas e panturrilhas

source: Thigh
de: Oberschenkel
fr: Cuisse
it: Coscia
pt: Coxa

# midThigh
source: Midway between groin and knee, leg relaxed
de: In der Mitte zwischen Leiste und Knie, Bein entspannt
fr: À mi-chemin entre l'aine et le genou, jambe détendue
it: A metà tra inguine e ginocchio, gamba rilassata
pt: A meio caminho entre a virilha e o joelho, perna relaxada

source: Calf
de: Wade
fr: Mollet
it: Polpaccio
pt: Panturrilha

# widestCalf
source: At the widest point, standing
de: An der breitesten Stelle, im Stehen
fr: Au point le plus large, debout
it: Nel punto più largo, in piedi
pt: No ponto mais largo, de pé

# startingPoint
source: Your Starting Point
de: Dein Ausgangspunkt
fr: Votre point de départ
it: Il Tuo Punto di Partenza
pt: Seu Ponto de Partida

# startingPointDesc
source: These measurements help us create the perfect plan for you and track your progress over time.
de: Diese Maße helfen uns, den perfekten Plan für dich zu erstellen und deine Fortschritte im Laufe der Zeit zu verfolgen.
fr: Ces mesures nous aident à créer le plan parfait pour vous et à suivre vos progrès au fil du temps.
it: Queste misure ci aiutano a creare la scheda perfetta per te e a tracciare i tuoi progressi nel tempo.
pt: Essas medidas nos ajudam a criar o plano perfeito para você e a acompanhar seu progresso ao longo do tempo.

source: Start Measurements
de: Messungen starten
fr: Commencer les mesures
it: Inizia le Misure
pt: Iniciar Medidas

# bicepRight
source: Right Bicep
de: Rechter Bizeps
fr: Biceps droit
it: Bicipite DX
pt: Bíceps Direito

# bicepLeft
source: Left Bicep
de: Linker Bizeps
fr: Biceps gauche
it: Bicipite SX
pt: Bícep Esquerdo

# thighRight
source: Right Thigh
de: Rechter Oberschenkel
fr: Cuisse droite
it: Coscia DX
pt: Coxa Direita

# thighLeft
source: Left Thigh
de: Linker Oberschenkel
fr: Cuisse gauche
it: Coscia SX
pt: Coxa Esquerda

source: Measurements Summary
de: Zusammenfassung der Maße
fr: Résumé des mensurations
it: Riepilogo Misure
pt: Resumo das Medidas

# startingMeasurementsNote
source: Here are your starting measurements
de: Hier sind deine Ausgangswerte
fr: Voici vos mesures de départ
it: Ecco le tue misure di partenza
pt: Aqui estão as suas medidas iniciais

# bicepDX
source: Bicep R
de: Bizeps R
fr: Biceps D
it: Bicipite DX
pt: Bícep D

# bicepSX
source: Bicep L
de: Bizeps L
fr: Biceps G
it: Bicipite SX
pt: Bícep E

# thighDX
source: Thigh R
de: Oberschenkel R
fr: Cuisse D
it: Coscia DX
pt: Coxa D

# thighSX
source: Thigh L
de: Oberschenkel L
fr: Cuisse G
it: Coscia SX
pt: Coxa E

# updateWeeklyNote
source: You can update measurements every week to see progress!
de: Du kannst die Maße jede Woche aktualisieren, um Fortschritte zu sehen!
fr: Vous pouvez mettre à jour vos mesures chaque semaine pour voir vos progrès !
it: Potrai aggiornare le misure ogni settimana per vedere i progressi!
pt: Você pode atualizar as medidas toda semana para ver o progresso!

source: Workout Stats
de: Trainingsstatistik
fr: Stats d'entraînement
it: Statistiche Allenamenti
pt: Estatísticas de Treino

# totalSeriesLabel
source: Total sets
de: Serie gesamt
fr: Séries totales
it: Serie totali
pt: Séries totais

# totalTimeLabel
source: Total time
de: Gesamtzeit
fr: Temps total
it: Tempo totale
pt: Tempo total

# myProgressTitle
source: My Progress
de: Meine Fortschritte
fr: Mes progrès
it: I Miei Progressi
pt: Meus Progressos

# weeksCount
source: {count, plural, =1{1 week} other{{count} weeks}}
de: {count, plural, =1{1 Woche} other{{count} Wochen}}
fr: {count, plural, =1{1 semaine} other{{count} semaines}}
it: {count, plural, =1{1 settimana} other{{count} settimane}}
pt: {count, plural, =1{1 semana} other{{count} semanas}}

# consecutiveMeasurements
source: of consecutive measurements
de: aufeinanderfolgende Messungen
fr: de mesures consécutives
it: di misurazioni consecutive
pt: de medições consecutivas

# measurementsCount
source: {count, plural, =1{1 measurement} other{{count} measurements}}
de: {count, plural, =1{1 Messung} other{{count} Messungen}}
fr: {count, plural, =1{1 mesure} other{{count} mesures}}
it: {count, plural, =1{1 misurazione} other{{count} misurazioni}}
pt: {count, plural, =1{1 medição} other{{count} medições}}

# lastLabel
source: last
de: letzte
fr: dernière
it: ultima
pt: última

source: Measurements Trend
de: Maßtrend
fr: Tendance des mesures
it: Trend Misure
pt: Tendência de Medidas

source: Waist Circumference
de: Taillenumfang
fr: Tour de taille
it: Circonferenza Vita
pt: Circunferência da Cintura

# addMoreMeasurementsTrend
source: Add more measurements to see the trend
de: Füge mehr Maße hinzu, um den Trend zu sehen
fr: Ajoutez plus de mesures pour voir la tendance
it: Aggiungi più misure per vedere il trend
pt: Adicione mais medidas para ver a tendência

source: Body Map
de: Körperkarte
fr: Carte corporelle
it: Mappa Corporea
pt: Mapa Corporal

# tapZoneDetails
source: Tap a zone to see details
de: Tippe auf eine Zone, um Details zu sehen
fr: Appuyez sur une zone pour voir les détails
it: Tocca una zona per vedere i dettagli
pt: Toque em uma zona para ver os detalhes

# setGoal
source: Set a goal
de: Ein Ziel setzen
fr: Définir un objectif
it: Imposta un obiettivo
pt: Definir um objetivo

# goalExample
source: Ex. "Waist at 80cm" or "Bicep at 40cm"
de: Z. B. "Taille bei 80 cm" oder "Bizeps bei 40 cm"
fr: Ex. "Taille à 80 cm" ou "Biceps à 40 cm"
it: Es. "Vita a 80cm" o "Bicipite a 40cm"
pt: Ex. "Cintura em 80cm" ou "Bícep em 40cm"

source: Quick actions
de: Schnellaktionen
fr: Actions rapides
it: Azioni rapide
pt: Ações Rápidas

source: New Measurement
de: Neue Messung
fr: Nouvelle mesure
it: Nuova Misura
pt: Nova Medida

source: Progress Photo
de: Fortschrittsfoto
fr: Photo de progrès
it: Foto Progresso
pt: Foto de Progresso

source: Your Journey Photos
de: Fotos deines Weges
fr: Photos de votre parcours
it: Foto del Tuo Percorso
pt: Fotos da Sua Jornada

# journeyPhotosDesc
source: In a few weeks, you'll be able to compare your progress visually. It's the most motivating way to see results!
de: In ein paar Wochen kannst du deine Fortschritte visuell vergleichen. Es ist der motivierendste Weg, Ergebnisse zu sehen!
fr: Dans quelques semaines, vous pourrez comparer vos progrès visuellement. C'est le moyen le plus motivant de voir les résultats !
it: Tra qualche settimana potrai confrontare i tuoi progressi visivamente. È il modo più motivante per vedere i risultati!
pt: Em algumas semanas, você poderá comparar seu progresso visualmente. É a maneira mais motivadora de ver resultados!

# privacyDesc
source: Your photos will be visible ONLY to you. They are never shared or used for other purposes.
de: Deine Fotos sind NUR für dich sichtbar. Sie werden niemals geteilt oder für andere Zwecke verwendet.
fr: Vos photos ne seront visibles QUE par vous. Elles ne sont jamais partagées ou utilisées à d'autres fins.
it: Le tue foto saranno visibili SOLO a te. Non vengono mai condivise o usate per altri scopi.
pt: Suas fotos serão visíveis APENAS para você. Elas nunca são compartilhadas ou usadas para outros fins.

# howToGetPerfectPhotos
source: How to take perfect photos
de: Wie man perfekte Fotos macht
fr: Comment prendre des photos parfaites
it: Come scattare foto perfette
pt: Como tirar fotos perfeitas

# sameLightTime
source: Same light and time
de: Gleiches Licht und gleiche Zeit
fr: Même lumière et heure
it: Stessa luce e ora
pt: Mesma luz e hora

# comparableResults
source: For comparable results
de: Für vergleichbare Ergebnisse
fr: Pour des résultats comparables
it: Per risultati comparabili
pt: Para resultados comparáveis

source: Minimal clothing
de: Minimale Kleidung
fr: Vêtements minimaux
it: Abbigliamento minimale
pt: Roupa mínima

# seeChanges
source: So you can see the changes
de: Damit man die Veränderungen sieht
fr: Pour voir les changements
it: Così vedi i cambiamenti
pt: Para que você veja as mudanças

source: Neutral position
de: Neutrale Position
fr: Position neutre
it: Posizione neutra
pt: Posição neutra

# relaxedArms
source: Relaxed, arms by your sides
de: Entspannt, Arme an den Seiten
fr: Détendu, bras le long du corps
it: Rilassato, braccia lungo i fianchi
pt: Relaxado, braços ao lado do corpo

# useTimerMirror
source: Use timer or mirror
de: Timer oder Spiegel verwenden
fr: Utilisez un minuteur ou un miroir
it: Usa timer o specchio
pt: Use temporizador ou espelho

source: Easier alone
de: Allein einfacher
fr: Plus facile seul
it: Più facile da solo
pt: Mais fácil sozinho

source: Same spot
de: Gleiche Stelle
fr: Même endroit
it: Stesso punto
pt: Mesmo local

# neutralBackground
source: Neutral background, same distance
de: Neutraler Hintergrund, gleicher Abstand
fr: Fond neutre, même distance
it: Sfondo neutro, stessa distanza
pt: Fundo neutro, mesma distância

source: Front
de: Vorne
fr: Face
it: Fronte
pt: Frente

source: Side
de: Seite
fr: Profil
it: Lato
pt: Lado

# backLabel
source: Back
de: Hinten
fr: Dos
it: Dietro
pt: Costas

source: Save Photos
de: Fotos speichern
fr: Enregistrer les photos
it: Salva Foto
pt: Salvar Fotos

# seeProgressNote
source: In 4-8 weeks, you'll see the changes by comparing photos!
de: In 4-8 Wochen siehst du die Veränderungen durch den Vergleich der Fotos!
fr: Dans 4 à 8 semaines, vous verrez les changements en comparant les photos !
it: Tra 4-8 settimane potrai vedere i cambiamenti confrontando le foto!
pt: Em 4-8 semanas, você verá as mudanças comparando as fotos!

source: Choose source
de: Quelle wählen
fr: Choisir la source
it: Scegli sorgente
pt: Escolher origem

source: Camera
de: Kamera
fr: Appareil photo
it: Fotocamera
pt: Câmera

source: Gallery
de: Galerie
fr: Galerie
it: Galleria
pt: Galeria

# photosSavedSuccess
source: Photos saved successfully!
de: 🎉 Fotos erfolgreich gespeichert!
fr: 🎉 Photos enregistrées avec succès !
it: Foto salvate con successo!
pt: 🎉 Fotos salvas com sucesso!

# yourProgressTab
source: Your Progress
de: Deine Fortschritte
fr: Vos progrès
it: I Tuoi Progressi
pt: Seu progresso

source: No photos yet
de: Noch keine Fotos
fr: Pas encore de photos
it: Nessuna foto ancora
pt: Nenhuma foto ainda

# noPhotosDesc
source: Add photos to see your transformation over time
de: Füge Fotos hinzu, um deine Transformation im Laufe der Zeit zu sehen
fr: Ajoutez des photos pour voir votre transformation au fil du temps
it: Aggiungi foto per vedere la tua trasformazione nel tempo
pt: Adicione fotos para ver sua transformação ao longo do tempo

# addPhotosButton
source: Add Photos
de: Fotos hinzufügen
fr: Ajouter des photos
it: Aggiungi Foto
pt: Adicionar Fotos

source: Your Transformation
de: Deine Transformation
fr: Votre transformation
it: La Tua Trasformazione
pt: Sua Transformação

# swipeToCompare
source: Swipe to compare before and after
de: Wischen zum Vergleichen von Vorher und Nachher
fr: Scannez pour comparer avant et après
it: Scorri per confrontare prima e dopo
pt: Deslize para comparar antes e depois

source: Add New Photos
de: Neue Fotos hinzufügen
fr: Ajouter de nouvelles photos
it: Aggiungi Nuove Foto
pt: Adicionar Novas Fotos

# daysCount
source: {count, plural, =1{1 day} other{{count} days}}
de: {count, plural, =1{1 Tag} other{{count} Tage}}
fr: {count, plural, =1{1 jour} other{{count} jours}}
it: {count, plural, =1{1 giorno} other{{count} giorni}}
pt: {count, plural, =1{1 dia} other{{count} dias}}

# beforeLabel
source: BEFORE
de: VORHER
fr: AVANT
it: PRIMA
pt: ANTES

# afterLabel
source: AFTER
de: NACHHER
fr: APRÈS
it: DOPO
pt: DEPOIS

source: No measurements yet
de: Noch keine Maße
fr: Pas encore de mensurations
it: Nessuna misura ancora
pt: Nenhuma medida ainda

# noMeasurementsDesc
source: Add your measurements to track progress
de: Füge deine Maße hinzu, um den Fortschritt zu verfolgen
fr: Ajoutez vos mensurations pour suivre vos progrès
it: Aggiungi le tue misure per tracciare i progressi
pt: Adicione suas medidas para acompanhar o progresso

# addMeasurementsButton
source: Add Measurements
de: Maße hinzufügen
fr: Ajouter des mensurations
it: Aggiungi Misure
pt: Adicionar Medidas

source: Measurements Comparison
de: Maßvergleich
fr: Comparaison des mensurations
it: Confronto Misure
pt: Comparação de Medidas

source: History
de: Verlauf
fr: Historique
it: Storico
pt: Histórico

source: Update Measurements
de: Maße aktualisieren
fr: Mettre à jour les mensurations
it: Aggiorna Misure
pt: Atualizar Medidas

# startLabel
source: Start
de: Beginn
fr: Début
it: Inizio
pt: Início

# lastMeasurementsHistory
source: Last {count} records
de: Letzte {count} Aufzeichnungen
fr: Derniers {count} relevés
it: Ultimi {count} rilevamenti
pt: Últimos {count} registros

# waistTrendOverTime
source: Waist circumference over time
de: Taillenumfang im Zeitverlauf
fr: Tour de taille au fil du temps
it: Circonferenza vita nel tempo
pt: Circunferência da cintura ao longo do tempo

source: Height (cm)
de: Größe (cm)
fr: Taille (cm)
it: Altezza (cm)
pt: Altura (cm)

source: Weight (kg)
de: Gewicht (kg)
fr: Poids (kg)
it: Peso (kg)
pt: Peso (kg)

# profileUpdatedSuccess
source: Profile updated successfully
de: Profil erfolgreich aktualisiert
fr: Profil mis à jour avec succès
it: Profilo aggiornato con successo
pt: Perfil atualizado com sucesso

# saveErrorGeneric
source: Error while saving
de: Fehler beim Speichern
fr: Erreur lors de l'enregistrement
it: Errore durante il salvataggio
pt: Erro ao salvar

# voiceModeSubtitle
source: Gigi guides you every repetition
de: Gigi begleitet dich bei jeder Wiederholung
fr: Gigi te guide à chaque répétition
it: Gigi ti guida ogni ripetizione
pt: Gigi te guia a cada repetição

# musicModeSubtitle
source: Your music + minimal cues
de: Deine Musik + minimale Hinweise
fr: Ta musique + signaux minimaux
it: La tua musica + cue minimi
pt: Sua música + sinais mínimos

source: Discrete Mode
de: Diskreter Modus
fr: Mode Discret
it: Modalità Discreta
pt: Modo Discreto

source: Unlocked ({count})
de: Freigeschaltet ({count})
fr: Débloqués ({count})
it: Sbloccati ({count})
pt: Desbloqueados ({count})

source: To Unlock ({count})
de: Freizuschalten ({count})
fr: À Débloquer ({count})
it: Da Sbloccare ({count})
pt: A Desbloquear ({count})

# howToMeasureTitle
source: 📏 How to take measurements
de: 📏 So nimmst du Maße
fr: 📏 Comment prendre les mesures
it: 📏 Come prendere le misure
pt: 📏 Como tirar medidas

# howToMeasureDesc
source: Follow these tips for accurate measurements
de: Befolge diese Tipps für genaue Messungen
fr: Suivez ces conseils pour des mesures précises
it: Segui questi consigli per misure accurate
pt: Siga estas dicas para medidas precisas

# armsSection
source: 💪 Arms
de: 💪 Arme
fr: 💪 Bras
it: 💪 Braccia
pt: 💪 Braços

# armsSectionDesc
source: Measure your biceps
de: Miss deinen Bizeps
fr: Mesurez vos biceps
it: Misura i tuoi bicipiti
pt: Meça seus bíceps

# torsoSectionDesc
source: Chest, waist and hips
de: Brust, Taille und Hüfte
fr: Poitrine, taille et hanches
it: Petto, vita e fianchi
pt: Peito, cintura e quadris

# legsSection
source: 🦵 Legs
de: 🦵 Beine
fr: 🦵 Jambes
it: 🦵 Gambe
pt: 🦵 Pernas

# legsSectionDesc
source: Thighs and calves
de: Oberschenkel und Waden
fr: Cuisses et mollets
it: Cosce e polpacci
pt: Coxas e panturrilhas

# frontPhoto
source: Front
de: Vorne
fr: Face
it: Fronte
pt: Frente

# sidePhoto
source: Side
de: Seite
fr: Profil
it: Lato
pt: Lado

# backPhoto
source: Back
de: Hinten
fr: Dos
it: Retro
pt: Costas

# cameraOption
source: Camera
de: Kamera
fr: Appareil photo
it: Fotocamera
pt: Câmera

# galleryOption
source: Gallery
de: Galerie
fr: Galerie
it: Galleria
pt: Galeria

# noPhotosYetTitle
source: No photos yet
de: Noch keine Fotos
fr: Pas encore de photos
it: Nessuna foto ancora
pt: Nenhuma foto ainda

# noPhotosYetDesc
source: Add photos to see your transformation over time
de: Füge Fotos hinzu, um deine Transformation zu sehen
fr: Ajoutez des photos pour voir votre transformation
it: Aggiungi foto per vedere la tua trasformazione nel tempo
pt: Adicione fotos para ver sua transformação

# noMeasurementsYetTitle
source: No measurements yet
de: Noch keine Maße
fr: Pas encore de mesures
it: Nessuna misura ancora
pt: Nenhuma medida ainda

# noMeasurementsYetDesc
source: Add your measurements to track progress
de: Füge deine Maße hinzu, um Fortschritte zu verfolgen
fr: Ajoutez vos mesures pour suivre les progrès
it: Aggiungi le tue misure per tracciare i progressi
pt: Adicione suas medidas para acompanhar o progresso

# newMeasurementAction
source: New Measurement
de: Neue Messung
fr: Nouvelle Mesure
it: Nuova Misura
pt: Nova Medida

# progressPhotoAction
source: Progress Photo
de: Fortschrittsfoto
fr: Photo de Progrès
it: Foto Progresso
pt: Foto de Progresso

# compareAction
source: Compare
de: Vergleichen
fr: Comparer
it: Confronta
pt: Comparar

# weightStat
source: Weight
de: Gewicht
fr: Poids
it: Peso
pt: Peso

# daysStat
source: Days
de: Tage
fr: Jours
it: Giorni
pt: Dias

# measurementsStat
source: Measurements
de: Maße
fr: Mesures
it: Misure
pt: Medidas

# waistStat
source: Waist
de: Taille
fr: Taille
it: Vita
pt: Cintura

# bicepStat
source: Bicep
de: Bizeps
fr: Biceps
it: Bicipite
pt: Bíceps

# exercisesLabel
source: Exercises
de: Übungen
fr: Exercices
it: Esercizi
pt: Exercícios

# durationLabel
source: Duration
de: Dauer
fr: Durée
it: Durata
pt: Duração

# caloriesLabel
source: Calories
de: Kalorien
it: Calorie
pt: Calorias

# totalSetsLabel
source: Total Sets
de: Sätze gesamt
fr: Séries Totales
it: Serie Totali
pt: Séries Totais

# minutesLabel
source: Minutes
de: Minuten
it: Minuti
pt: Minutos

# seriesLabel
source: Sets
de: Sätze
fr: Séries
it: Serie
pt: Séries

# startButton
source: Start
de: Starten
fr: Démarrer
it: Inizia
pt: Iniciar

# completeButton
source: Complete
de: Abschließen
fr: Terminer
it: Completa
pt: Concluir

# completedButton
source: Completed 🎉
de: Abgeschlossen 🎉
fr: Terminé 🎉
it: Completa 🎉
pt: Concluído 🎉

# recommendedLabel
source: Recommended
de: Empfohlen
fr: Recommandé
it: Consigliato
pt: Recomendado

# skipTrialTitle
source: Skip Trial
de: Probe überspringen
fr: Passer l'essai
it: Salta il Trial
pt: Pular Teste

# generateNowLabel
source: Generate now
de: Jetzt generieren
fr: Générer maintenant
it: Genera subito
pt: Gerar agora

# exampleTen
source: E.g., 10
de: Z.B. 10
fr: Ex. 10
it: Es: 10
pt: Ex. 10

# exampleWeight
source: E.g., 20.5
de: Z.B. 20.5
fr: Ex. 20.5
it: Es: 20.5
pt: Ex. 20.5

# confirmButton
source: CONFIRM
de: BESTÄTIGEN
fr: CONFIRMER
it: CONFERMA
pt: CONFIRMAR

# errorTitle
source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

# setTimeLabel
source: Set time
de: Satzzeit
fr: Temps de série
it: Tempo serie
pt: Tempo de série

# minutesLabelWithValue
source: {value} minutes
de: {value} Minuten
it: {value} minuti
pt: {value} minutos
