Repository: Gentile23/GIGI-FE
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

# exampleDifficultyHint
source: E.g., I found exercise X difficult...
de: Z.B. Ich fand die Übung X schwierig...
fr: Ex. J'ai trouvé l'exercice X difficile...
it: Es: Ho trovato difficile l'esercizio X...
pt: Ex. Achei o exercício X difícil...

# instructionsSection
source: Instructions
de: Anleitung
it: Istruzioni
pt: Instruções

# videoDemoSection
source: Video Demo
fr: Vidéo Démo
it: Video Dimostrazione
pt: Vídeo Demo

# intensityLabel
source: Intensity
de: Intensität
fr: Intensité
it: Intensità
pt: Intensidade

# heartRateZone
source: HR Zone
de: HF-Zone
fr: Zone FC
it: Zona FC
pt: Zona FC

# basicInfoSection
source: Basic Information
de: Grundlegende Infos
fr: Infos de Base
it: Informazioni Base
pt: Informações Básicas

# goalsSection
source: Goals
de: Ziele
fr: Objectifs
it: Obiettivi
pt: Objetivos

# workoutPreferencesSection
source: Workout Preferences
de: Trainingseinstellungen
fr: Préférences d'Entraînement
it: Preferenze Allenamento
pt: Preferências de Treino

# editButton
source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
pt: Editar

# duringPhase
source: During
de: Während
fr: Pendant
it: Durante
pt: Durante

# finalPhase
source: Final
de: Ende
it: Finale

# repsLabel
source: REPS
de: WIEDERHOLUNGEN
fr: RÉPÉTITIONS
it: RIPETIZIONI
pt: REPETIÇÕES

# weightKgLabel
source: WEIGHT (KG)
de: GEWICHT (KG)
fr: POIDS (KG)
it: PESO (KG)
pt: PESO (KG)

# consentManagementSection
source: Consent Management
de: Einwilligungsverwaltung
fr: Gestion des Consentements
it: Gestione Consensi
pt: Gerenciamento de Consentimentos

# pushNotificationsTitle
source: Push Notifications
de: Push-Benachrichtigungen
fr: Notifications Push
it: Notifiche Push
pt: Notificações Push

# pushNotificationsDesc
source: Workout reminders and progress
de: Trainingserinnerungen und Fortschritte
fr: Rappels et progrès
it: Promemoria allenamenti e progressi
pt: Lembretes e progresso

# emailMarketingDesc
source: Promotions and news
de: Aktionen und Neuigkeiten
fr: Promotions et nouveautés
it: Promozioni e novità
pt: Promoções e novidades

# analyticsDesc
source: Help us improve the app
de: Hilf uns, die App zu verbessern
fr: Aidez-nous à améliorer l'app
it: Aiutaci a migliorare l'app
pt: Ajude-nos a melhorar o app

# legalDocumentsSection
source: Legal Documents
de: Rechtliches
fr: Documents Légaux
it: Documenti Legali
pt: Documentos Legais

# gdprRightsSection
source: Your GDPR Rights
de: Deine DSGVO-Rechte
fr: Vos Droits RGPD
it: I Tuoi Diritti GDPR
pt: Seus Direitos LGPD

# exportDataTitle
source: Export My Data
de: Meine Daten exportieren
fr: Exporter Mes Données
it: Esporta i Miei Dati
pt: Exportar Meus Dados

# exportDataDesc
source: Download all your data in JSON format
de: Lade alle deine Daten als JSON herunter
fr: Téléchargez toutes vos données en JSON
it: Scarica tutti i tuoi dati in formato JSON
pt: Baixe todos os seus dados em JSON

# deleteAccountTitle
source: Delete Account
de: Konto löschen
fr: Supprimer le Compte
it: Elimina Account
pt: Excluir Conta

# deleteAccountDesc
source: Permanently delete your data
de: Lösche deine Daten dauerhaft
fr: Supprimez définitivement vos données
it: Cancella permanentemente i tuoi dati
pt: Exclua seus dados permanentemente

# goalLabel
source: Goal
de: Ziel
fr: Objectif
it: Obiettivo
pt: Objetivo

# experienceLevelLabel
source: Experience Level
de: Erfahrungsstufe
fr: Niveau d'Expérience
it: Livello di Esperienza
pt: Nível de Experiência

# weeklyFrequencyLabel
source: Weekly Frequency
de: Wöchentliche Frequenz
fr: Fréquence Hebdomadaire
it: Frequenza Settimanale
pt: Frequência Semanal

# trainingLocationLabel
source: Where do you train?
de: Wo trainierst du?
fr: Où vous entraînez-vous?
it: Dove ti alleni?
pt: Onde você treina?

# workoutTypeLabel
source: Workout Type
de: Trainingstyp
fr: Type d'Entraînement
it: Tipo di Allenamento
pt: Tipo de Treino

# trainingSplitLabel
source: Training Split
de: Trainingsaufteilung
fr: Split d'Entraînement
it: Split di Allenamento
pt: Divisão de Treino

# sessionDurationLabel
source: Session Duration
de: Sitzungsdauer
fr: Durée de Session
it: Durata Sessione
pt: Duração da Sessão

# cardioPreferenceLabel
source: Cardio Preference
de: Cardio-Präferenz
fr: Préférence Cardio
it: Preferenza Cardio
pt: Preferência de Cardio

# mobilityPreferenceLabel
source: Mobility Preference
de: Mobilitäts-Präferenz
fr: Préférence Mobilité
it: Preferenza Mobilità
pt: Preferência de Mobilidade

# heightWeightLabel
source: Height and Weight
de: Größe und Gewicht
fr: Taille et Poids
it: Altezza e Peso
pt: Altura e Peso

# defaultWorkoutName
source: Workout
de: Training
fr: Entraînement
it: Allenamento
pt: Treino

# goToWorkoutButton
source: Go to Workout
de: Zum Training
fr: Aller à l'Entraînement
it: Vai all'Allenamento
pt: Ir para o Treino

# startText
source: Start
fr: Démarrer
it: Inizia
pt: Iniciar

# nextText
source: Next
de: Weiter
fr: Suivant
it: Avanti
pt: Próximo

# yourNameHint
source: Your name
de: Dein Name
fr: Votre nom
it: Il tuo nome
pt: Seu nome

# detailsLabel
source: Details
fr: Détails
it: Dettagli
pt: Detalhes

# otherShare
source: Other
de: Andere
fr: Autre
it: Altro
pt: Outro

# totalReferrals
source: Total
de: Gesamt
it: Totali

# pendingReferrals
source: Pending
de: Ausstehend
fr: En attente
it: In attesa
pt: Pendentes

# convertedReferrals
source: Converted
de: Konvertiert
fr: Convertis
it: Convertiti
pt: Convertidos

source: Your referral code
de: Dein Empfehlungscode
fr: Votre code de parrainage
it: Il tuo codice referral
pt: Seu código de indicação

# skipButton
source: Skip
de: Überspringen
fr: Passer
it: Salta
pt: Pular

# instructionsLabel
source: Instructions
de: Anweisungen
it: Istruzioni
pt: Instruções

# videoDemoLabel
source: Video Demonstration
fr: Démonstration vidéo
it: Video Dimostrazione
pt: Demonstração em Vídeo

source: Pause
it: Pausa
pt: Pausar

source: Resume
de: Fortsetzen
fr: Reprendre
it: Riprendi
pt: Retomar

# savedLabel
source: SAVED!
de: GESPEICHERT!
fr: ENREGISTRÉ!
it: SALVATO!
pt: SALVO!

# deleteWorkoutTitle
source: Delete Workout
de: Workout löschen
fr: Supprimer l'entraînement
it: Elimina Scheda
pt: Excluir Treino

source: Review Preferences
de: Präferenzen überprüfen
fr: Vérifier les préférences
it: Rivedi Preferenze
pt: Revisar Preferências

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
pt: Editar

source: Workout Completed! 🎉
de: Training abgeschlossen! 🎉
fr: Entraînement terminé! 🎉
it: Workout Completato! 🎉
pt: Treino Concluído! 🎉

source: Great job! Keep it up.
de: Super gemacht! Weiter so.
fr: Excellent travail! Continuez.
it: Ottimo lavoro! Continua così.
pt: Ótimo trabalho! Continue assim.

source: Great Job!
de: Super gemacht!
fr: Excellent travail!
it: Ottimo Lavoro!
pt: Ótimo Trabalho!

# completedFirstWorkout
source: You completed your first workout
de: Du hast dein erstes Training abgeschlossen
fr: Vous avez terminé votre premier entraînement
it: Hai completato il tuo primo allenamento
pt: Você completou seu primeiro treino

source: Did you like Gigi?
de: Hat dir Gigi gefallen?
fr: Avez-vous aimé Gigi?
it: Ti è piaciuto Gigi?
pt: Você gostou da Gigi?

source: Workout Session
de: Trainingseinheit
fr: Séance d'entraînement
it: Sessione Allenamento
pt: Sessão de Treino

# cancelButton
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pt: Cancelar

# deleteButton
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
pt: Excluir

# searchExercisesHint
source: Search exercises...
de: Übungen suchen...
fr: Rechercher exercices...
it: Cerca esercizi...
pt: Buscar exercícios...

# searchWorkoutsHint
source: Search workout, exercises...
de: Workout, Übungen suchen...
fr: Rechercher entraînement, exercices...
it: Cerca scheda, esercizi...
pt: Buscar treino, exercícios...

# ingredientsHint
source: E.g., chicken, rice, broccoli...
de: Z.B. Hähnchen, Reis, Brokkoli...
fr: Ex. poulet, riz, brocoli...
it: Es. pollo, riso, broccoli...
pt: Ex. frango, arroz, brócolis...

# exerciseHint
source: e.g. Squat, Bench Press, Deadlift...
de: Z.B. Kniebeuge, Bankdrücken, Kreuzheben...
fr: Ex. Squat, Développé couché, Soulevé de terre...
it: es. Squat, Panca piana, Stacco...
pt: Ex. Agachamento, Supino, Levantamento terra...

# paywallTitle
source: Choose Your Plan
de: Wähle deinen Plan
fr: Choisissez votre plan
it: Scegli il Piano
pt: Escolha seu Plano

# paywallSubtitle
source: Always Train With A Coach
de: Trainiere immer mit einem Coach
fr: Entraînez-vous toujours avec un coach
it: Allenati Sempre Con Un Coach
pt: Treine Sempre Com Um Coach

# paywallDescription
source: GIGI speaks to you while you train and corrects you like a real PT.
de: GIGI spricht während des Trainings mit dir und korrigiert dich wie ein echter PT.
fr: GIGI vous parle pendant l'entraînement et vous corrige comme un vrai PT.
it: GIGI ti parla mentre ti alleni e ti corregge come un PT vero.
pt: GIGI fala com você enquanto treina e te corrige como um PT real.

# paywallPsychologicalFull
source: You've tried real coaching. Imagine every workout like that.
de: Du hast echtes Coaching ausprobiert. Stell dir jedes Training so vor.
fr: Vous avez essayé le vrai coaching. Imaginez chaque entraînement comme ça.
it: Hai provato il coaching reale. Immagina ogni allenamento così.
pt: Você experimentou o coaching real. Imagine cada treino assim.

# paywallUrgencyText
source: Offer valid for another
de: Angebot gültig für weitere
fr: Offre valable encore pour
it: Offerta valida ancora per
pt: Oferta válida por mais

# paywallSocialProofUsers
source: 12,847 users
de: 12.847 Nutzer
fr: 12 847 utilisateurs
it: 12,847 utenti
pt: 12.847 usuários

# paywallSocialProofAction
source: upgraded to Pro this month
de: haben diesen Monat auf Pro umgestellt
fr: sont passés à Pro ce mois-ci
it: sono passati a Pro questo mese
pt: mudaram para o Pro este mês

# paywallBillingMonthly
source: Monthly
de: Monatlich
fr: Mensuel
it: Mensile
pt: Mensal

# paywallBillingYearly
source: Yearly
de: Jährlich
fr: Annuel
it: Annuale
pt: Anual

# paywallSubscribeButtonYearly
source: Subscribe - {price}€/year
de: Abonnieren - {price}€/Jahr
fr: S'abonner - {price}€/an
it: Abbonati - {price}€/anno
pt: Assinar - {price}€/ano

# paywallSubscribeButtonMonthly
source: Subscribe - {price}€/month
de: Abonnieren - {price}€/Monat
fr: S'abonner - {price}€/mois
it: Abbonati - {price}€/mese
pt: Assinar - {price}€/mês

# paywallCurrentPlan
source: Current Plan
de: Aktueller Plan
fr: Plan Actuel
it: Piano Attuale
pt: Plano Atual

# paywallGuarantee
source: 7 days free trial
de: 7 Tage kostenlos testen
fr: 7 jours d'essai gratuit
it: 7 giorni di prova gratuita
pt: 7 dias de teste grátis

# paywallTerms
source: By subscribing you accept our Terms of Service and Privacy Policy. Subscription renews automatically. You can cancel anytime.
de: Mit dem Abonnement akzeptieren Sie unsere AGB und Datenschutzrichtlinien. Das Abo verlängert sich automatisch. Jederzeit kündbar.
fr: En vous abonnant, vous acceptez nos conditions d'utilisation et notre politique de confidentialité.
it: Abbonandoti accetti i nostri Termini di Servizio e Privacy Policy. L'abbonamento si rinnova automaticamente. Puoi cancellare in qualsiasi momento.
pt: Ao assinar, você aceita nossos Termos de Serviço e Política de Privacidade.

# paywallActivateTitle
source: Activate {planName}
de: Aktiviere {planName}
fr: Activer {planName}
it: Attiva {planName}
pt: Ativar {planName}

# paywallActivateDesc
source: You are about to activate the {planName} plan at €{price}/{period}.
de: Du bist dabei, den Plan {planName} für €{price}/{period} zu aktivieren.
fr: Vous allez activer le plan {planName} à €{price}/{period}.
it: Stai per attivare il piano {planName} a €{price}/{period}.
pt: Você está prestes a ativar o plano {planName} por €{price}/{period}.

# paywallRevenueCatWarning
source: RevenueCat not configured
de: RevenueCat nicht konfiguriert
fr: RevenueCat non configuré
it: RevenueCat non configurato
pt: RevenueCat não configurado

# paywallRevenueCatDesc
source: Configure RevenueCat to enable real payments.
de: Konfigurieren Sie RevenueCat, um echte Zahlungen zu aktivieren.
fr: Configurez RevenueCat pour activer les paiements réels.
it: Configura RevenueCat per abilitare i pagamenti reali.
pt: Configure o RevenueCat para habilitar pagamentos reais.

# privacyPolicySubtitle
source: Your privacy is important to us
de: Ihre Privatsphäre ist uns wichtig
fr: Votre vie privée est importante pour nous
it: La tua privacy è importante per noi
pt: Sua privacidade é importante para nós

# termsOfServiceTitle
source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di Servizio
pt: Termos de Serviço

# termsOfServiceSubtitle
source: Terms of use for GIGI service
de: Nutzungsbedingungen für den GIGI-Dienst
fr: Conditions d'utilisation du service GIGI
it: Condizioni d'uso del servizio GIGI
pt: Condições de uso do serviço GIGI

# mealBreakfast
source: Breakfast
de: Frühstück
fr: Petit-déjeuner
it: Colazione
pt: Café da manhã

# mealLunch
source: Lunch
de: Mittagessen
fr: Déjeuner
it: Pranzo
pt: Almoço

# mealDinner
source: Dinner
de: Abendessen
fr: Dîner
it: Cena
pt: Jantar

# categoryAll
source: All
de: Alle
fr: Tous
it: Tutti
pt: Todos

# categoryStrength
source: Strength
de: Kraft
fr: Force
it: Forza
pt: Força

# categoryMobility
source: Mobility
de: Mobilität
fr: Mobilité
it: Mobilità
pt: Mobilidade

# challengesTitle
source: Challenges
de: Herausforderungen
fr: Défis
it: Sfide
pt: Desafios

# challengesTabActive
source: Active
de: Aktiv
fr: Actifs
it: Attive
pt: Ativos

# challengesTabDaily
source: Daily
de: Täglich
fr: Quotidiens
it: Giornaliere
pt: Diários

# challengesTabWeekly
source: Weekly
de: Wöchentlich
fr: Hebdomadaires
it: Settimanali
pt: Semanais

# challengesActiveTitle
source: Your active challenges
de: Deine aktiven Herausforderungen
fr: Vos défis actifs
it: Le tue sfide attive
pt: Seus desafios ativos

# progressTitle
source: My Progress
de: Mein Fortschritt
fr: Mes Progrès
it: I Miei Progressi
pt: Meu Progresso

# progressStatsTitle
source: Workout Statistics
de: Trainingsstatistiken
fr: Statistiques d'entraînement
it: Statistiche Allenamenti
pt: Estatísticas de Treino

# progressWorkouts
source: Workouts
fr: Entraînements
it: Allenamenti
pt: Treinos

# progressTotalSets
source: Total Sets
de: Gesamtsätze
fr: Séries totales
it: Serie totali
pt: Séries totais

# progressCalories
source: Calories Burned
de: Verbrannte Kalorien
fr: Calories brûlées
it: Calorie bruciate
pt: Calorias queimadas

# progressTotalTime
source: Total Time
de: Gesamtzeit
fr: Temps total
it: Tempo totale
pt: Tempo total

# progressBodyMapTitle
source: Body Map
de: Körperkarte
fr: Carte corporelle
it: Mappa Corporea
pt: Mapa Corporal

# progressBodyMapHint
source: Tap a zone to see details
de: Tippe auf eine Zone für Details
fr: Touchez une zone pour voir les détails
it: Tocca una zona per vedere i dettagli
pt: Toque em uma zona para ver detalhes

# progressChangesTitle
source: Changes
de: Veränderungen
fr: Changements
it: Cambiamenti
pt: Mudanças

# progressTrendTitle
source: Measurements Trend
de: Messtrend
fr: Tendance des mesures
it: Trend Misure
pt: Tendência das Medidas

# progressAddMoreData
source: Add more measurements to see the trend
de: Füge mehr Messungen hinzu, um den Trend zu sehen
fr: Ajoutez plus de mesures pour voir la tendance
it: Aggiungi più misure per vedere il trend
pt: Adicione mais medidas para ver a tendência

# progressGoalsTitle
source: Goals
de: Ziele
fr: Objectifs
it: Obiettivi
pt: Objetivos

# progressSetGoal
source: Set a goal
de: Ziel setzen
fr: Définir un objectif
it: Imposta un obiettivo
pt: Definir meta

# progressGoalHint
source: Ex. Waist at 80cm or Bicep at 40cm
de: Z.B. Taille bei 80cm oder Bizeps bei 40cm
fr: Ex. Taille à 80cm ou Biceps à 40cm
it: Es. Vita a 80cm o Bicipite a 40cm
pt: Ex. Cintura em 80cm ou Bíceps em 40cm

source: weeks
de: Wochen
fr: semaines
it: settimane
pt: semanas

source: measurements
de: Messungen
fr: mesures
it: misurazioni
pt: medições

# lastMeasurement
source: last
de: letzte
fr: dernière
it: ultima
pt: última

# nextBonus
source: Next bonus: {multiplier} XP
de: Nächster Bonus: {multiplier} XP
fr: Prochain bonus: {multiplier} XP
it: Prossimo bonus: {multiplier} XP
pt: Próximo bônus: {multiplier} XP

source: Use
de: Verwenden
fr: Utiliser
it: Usa
pt: Usar

# streakRisk
source: Your streak is at risk! Workout today to keep it.
de: Dein Streak ist in Gefahr! Trainiere heute, um ihn zu behalten.
fr: Votre série est en danger ! Entraînez-vous aujourd'hui pour la garder.
it: La tua streak è a rischio! Allenati oggi per mantenerla.
pt: Sua sequência está em risco! Treine hoje para mantê-la.

# peopleWorkingOut
source: people are working out now
de: Personen trainieren gerade
fr: personnes s'entraînent maintenant
it: persone si stanno allenando ora
pt: pessoas estão treinando agora

# workoutsCompleted
source: workouts completed today
de: heute abgeschlossene Workouts
fr: entraînements terminés aujourd'hui
it: workout completati oggi
pt: treinos concluídos hoje

source: Open Chest
de: Truhe öffnen
fr: Ouvrir le coffre
it: Apri Chest
pt: Abrir Baú

# injuryAreaNeck
source: Neck
de: Nacken
fr: Cou
it: Collo
pt: Pescoço

# injuryAreaTrapezius
source: Trapezius
de: Trapezmuskel
fr: Trapèzes
it: Trapezio
pt: Trapézio

# injuryAreaDeltoids
source: Deltoids
de: Deltamuskeln
fr: Deltoïdes
it: Deltoidi
pt: Deltoides

# injuryAreaPectorals
source: Pectorals
de: Brustmuskeln
fr: Pectoraux
it: Pettorali
pt: Peitorais

# injuryAreaBiceps
source: Biceps
de: Bizeps
it: Bicipiti
pt: Bíceps

# injuryAreaTriceps
source: Triceps
de: Trizeps
it: Tricipiti
pt: Tríceps

# injuryAreaForearms
source: Forearms
de: Unterarme
fr: Avant-bras
it: Avambracci
pt: Antebraços

# injuryAreaAbs
source: Abs
de: Bauchmuskeln
fr: Abdominaux
it: Addominali
pt: Abdominais

# injuryAreaObliques
source: Obliques
de: Schräge Bauchmuskeln
it: Obliqui
pt: Oblíquos

# injuryAreaLowerBack
source: Lower Back
de: Unterer Rücken
fr: Lombaires
it: Zona Lombare
pt: Lombar

# injuryAreaUpperBack
source: Upper Back
de: Oberer Rücken
fr: Haut du dos
it: Parte Alta Schiena
pt: Costas Superior

# injuryAreaLats
source: Lats
de: Latissimus
fr: Grand dorsal
it: Dorsali
pt: Dorsais

# injuryAreaGlutes
source: Glutes
de: Gesäßmuskeln
fr: Fessiers
it: Glutei
pt: Glúteos

# injuryAreaHipFlexors
source: Hip Flexors
de: Hüftbeuger
fr: Fléchisseurs de la hanche
it: Flessori Anca
pt: Flexores do Quadril

# injuryAreaQuadriceps
source: Quadriceps
de: Quadrizeps
it: Quadricipiti
pt: Quadríceps

# injuryAreaHamstrings
source: Hamstrings
de: Beinbeuger
fr: Ischio-jambiers
it: Femorali
pt: Isquiotibiais

# injuryAreaCalves
source: Calves
de: Waden
fr: Mollets
it: Polpacci
pt: Panturrilhas

# injuryAreaAdductors
source: Adductors
de: Adduktoren
fr: Adducteurs
it: Adduttori
pt: Adutores

# injuryAreaAbductors
source: Abductors
de: Abduktoren
fr: Abducteurs
it: Abduttori
pt: Abdutores

# injuryAreaRotatorCuff
source: Rotator Cuff
de: Rotatorenmanschette
fr: Coiffe des rotateurs
it: Cuffia Rotatori
pt: Manguito Rotador

# injuryAreaCervicalSpine
source: Cervical Spine
de: Halswirbelsäule
fr: Colonne cervicale
it: Colonna Cervicale
pt: Coluna Cervical

# injuryAreaShoulder
source: Shoulder
de: Schulter
fr: Épaule
it: Spalla
pt: Ombro

# injuryAreaElbow
source: Elbow
de: Ellbogen
fr: Coude
it: Gomito
pt: Cotovelo

# injuryAreaWrist
source: Wrist
de: Handgelenk
fr: Poignet
it: Polso
pt: Punho

# injuryAreaFingers
source: Fingers
de: Finger
fr: Doigts
it: Dita Mano
pt: Dedos da Mão

# injuryAreaThoracicSpine
source: Thoracic Spine
de: Brustwirbelsäule
fr: Colonne thoracique
it: Colonna Toracica
pt: Coluna Torácica

# injuryAreaLumbarSpine
source: Lumbar Spine
de: Lendenwirbelsäule
fr: Colonne lombaire
it: Colonna Lombare
pt: Coluna Lombar

# injuryAreaHip
source: Hip
de: Hüfte
fr: Hanche
it: Anca
pt: Quadril

# injuryAreaKnee
source: Knee
de: Knie
fr: Genou
it: Ginocchio
pt: Joelho

# injuryAreaAnkle
source: Ankle
de: Knöchel
fr: Cheville
it: Caviglia
pt: Tornozelo

# injuryAreaToes
source: Toes
de: Zehen
fr: Orteils
it: Dita Piede
pt: Dedos do Pé

# injuryAreaTemporomandibular
source: Temporomandibular
de: Kiefergelenk
fr: Temporo-mandibulaire
it: Temporo-Mandibolare

# injuryAreaSkull
source: Skull
de: Schädel
fr: Crâne
it: Cranio
pt: Crânio

# injuryAreaClavicle
source: Clavicle
de: Schlüsselbein
fr: Clavicule
it: Clavicola
pt: Clavícula

# injuryAreaScapula
source: Scapula
de: Schulterblatt
fr: Omoplate
it: Scapola
pt: Escápula

# injuryAreaRibs
source: Ribs
de: Rippen
fr: Côtes
it: Costole
pt: Costelas

# injuryAreaSternum
source: Sternum
de: Brustbein
it: Sterno
pt: Esterno

# injuryAreaHumerus
source: Humerus
de: Oberarmknochen
fr: Humérus
it: Omero
pt: Úmero

# injuryAreaRadius
source: Radius
de: Speiche
it: Radio
pt: Rádio

# injuryAreaCarpals
source: Carpals
de: Handwurzelknochen
fr: Carpes
it: Carpo
pt: Carpais

# injuryAreaMetacarpals
source: Metacarpals
de: Mittelhandknochen
fr: Métacarpes
it: Metacarpo
pt: Metacarpais

# injuryAreaPhalangesHand
source: Hand Phalanges
de: Fingerknochen
fr: Phalanges (main)
it: Falangi Mano
pt: Falanges da Mão

# injuryAreaVertebrae
source: Vertebrae
de: Wirbel
fr: Vertèbres
it: Vertebre
pt: Vértebras

# injuryAreaPelvis
source: Pelvis
de: Becken
fr: Bassin
it: Bacino
pt: Pelve

# injuryAreaFemur
source: Femur
de: Oberschenkelknochen
fr: Fémur
it: Femore
pt: Fêmur

# injuryAreaPatella
source: Patella
de: Kniescheibe
fr: Rotule
it: Rotula
pt: Patela

# injuryAreaFibula
source: Fibula
de: Wadenbein
fr: Péroné
it: Perone
pt: Fíbula

# injuryAreaTarsals
source: Tarsals
de: Fußwurzelknochen
fr: Tarses
it: Tarso
pt: Tarsais

# injuryAreaMetatarsals
source: Metatarsals
de: Mittelfußknochen
fr: Métatarses
it: Metatarso
pt: Metatarsais

# injuryAreaPhalangesFoot
source: Foot Phalanges
de: Zehenknochen
fr: Phalanges (pied)
it: Falangi Piede
pt: Falanges do Pé

# injurySeverityMild
source: Mild
de: Leicht
fr: Léger
it: Lieve
pt: Leve

# injurySeverityModerate
source: Moderate
de: Mittel
fr: Modéré
it: Moderato
pt: Moderado

# injurySeveritySevere
source: Severe
de: Schwer
fr: Sévère
it: Grave
pt: Grave

# injuryTimingCurrent
source: Current
de: Aktuell
fr: Actuel
it: Attuale
pt: Atual

# injuryTimingPast
source: Past
de: Vergangen
fr: Passé
it: Passato
pt: Passado

# injuryStatusRecovering
source: Recovering
de: In Erholung
fr: En récupération
it: In Recupero
pt: Em Recuperação

# injuryStatusResolved
source: Resolved
de: Geheilt
fr: Résolu
it: Risolto
pt: Resolvido

source: Scan Meal with AI
de: Mahlzeit mit KI scannen
fr: Scanner un repas avec l'IA
it: Scansiona Pasto con AI
pt: Escanear refeição com IA

# takePhotoForAnalysis
source: Take a photo for automatic analysis
de: Foto für Analyse aufnehmen
fr: Prendre une photo pour l'analyse
it: Scatta una foto per analisi automatica
pt: Tire uma foto para análise

source: Next reward
de: Nächste Belohnung
fr: Prochaine récompense
it: Prossimo premio
pt: Próxima recompensa

# minimalClothingDesc
source: So you can see the changes
de: Minimale Kleidung, um Veränderungen zu sehen
fr: Vêtements minimaux pour voir les changements
it: Così vedi i cambiamenti
pt: Roupa mínima para ver as mudanças

# neutralPositionDesc
source: Relaxed, arms at sides
de: Natürliche Position, normale Atmung
fr: Position naturelle, respiration normale
it: Rilassato, braccia lungo i fianchi
pt: Posição natural, respiração normal

# sameSpotDesc
source: Neutral background, same distance
de: Gleiche Stelle, gleicher Hintergrund
fr: Même endroit, même fond
it: Sfondo neutro, stessa distanza
pt: Mesmo local, mesmo fundo

source: Not specified
de: Nicht angegeben
fr: Non spécifié
it: Non specificato
pt: Não especificado

# whereToMeasureDesc
source: In the thickest part of the muscle
de: Wo man misst
fr: Où mesurer
it: Nel punto più spesso del muscolo
pt: Onde medir
