Repository: Gentile23/GIGI-FE
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

source: Home workout
fr: Entraînement à domicile
it: Allenamento domestico
pt: Treino em casa

source: Maybe later
de: Vielleicht später
fr: Peut-être plus tard
it: Magari dopo
pt: Talvez depois

source: Average sleep
de: Durchschnittlicher Schlaf
fr: Sommeil moyen
it: Sonno medio
pt: Sono médio

source: Total Steps
de: Schritte gesamt
fr: Total des pas
it: Passi totali
pt: Total de passos

source: Start here
de: Hier starten
fr: Commencer ici
it: Inizia qui
pt: Comece aqui

source: Your workout
de: Dein Workout
fr: Votre entraînement
it: Il tuo allenamento
pt: Seu treino

source: Recommended programs
de: Empfohlene Programme
fr: Programmes recommandés
it: Programmi consigliati
pt: Programas recomendados

source: Complete now
de: Jetzt abschließen
fr: Terminer maintenant
it: Completa ora
pt: Concluir agora

source: See more
de: Mehr anzeigen
fr: Voir plus
it: Vedi altro
pt: Ver mais

source: Burned calories
de: Verbrannte Kalorien
fr: Calories brûlées
it: Calorie bruciate
pt: Calorias queimadas

source: Total time
de: Gesamtzeit
fr: Temps total
it: Tempo totale
pt: Tempo total

source: Completed workouts
de: Abgeschlossene Workouts
fr: Entraînements terminés
it: Workout completati
pt: Treinos concluídos

source: Earned badges
de: Verdiente Abzeichen
fr: Badges gagnés
it: Badge guadagnati
pt: Badges conquistados

source: Analysis failed
de: Analyse fehlgeschlagen
fr: Analyse échouée
it: Analisi fallita
pt: Análise falhou

source: Unlimited analyses
de: Unbegrenzte Analysen
fr: Analyses illimitées
it: Analisi illimitate
pt: Análises ilimitadas

source: Selected video
de: Ausgewähltes Video
fr: Vidéo sélectionnée
it: Video selezionato
pt: Vídeo selecionado

source: How it works
de: So funktioniert's
fr: Comment ça marche
it: Come funziona
pt: Como funciona

source: Progress Photos
de: Fortschrittsfotos
fr: Photos de progrès
it: Foto Progresso
pt: Fotos de progresso

source: Your Photos
de: Deine Fotos
fr: Vos photos
it: Le tue foto
pt: Suas fotos

# journeyPhotos
source: Your Journey Photos
de: Deine Fotos
fr: Vos photos
it: Foto del Tuo Percorso
pt: Suas fotos

# visiblyCompare
source: In a few weeks, you'll be able to compare your progress visually. It's the most motivating way to see results!
de: Visuell vergleichen
fr: Comparer visuellement
it: Tra qualche settimana potrai confrontare i tuoi progressi visivamente. È il modo più motivante per vedere i risultati!
pt: Comparar visualmente

# privateDesc
source: Your photos will be visible ONLY to you. They are never shared or used for other purposes.
de: Deine Fotos sind NUR für dich sichtbar
fr: Vos photos ne sont visibles que par vous
it: Le tue foto saranno visibili SOLO a te. Non vengono mai condivise o usate per altri scopi.
pt: Suas fotos são visíveis APENAS para você

# perfectPhotoTitle
source: How to take perfect photos
de: So machst du perfekte Fotos
fr: Comment prendre des photos parfaites
it: Come scattare foto perfette
pt: Como tirar fotos perfeitas

source: Saving...
de: Speichern...
fr: Enregistrement...
it: Salvataggio...
pt: Salvando...

source: Save Photo
de: Foto speichern
fr: Enregistrer la photo
it: Salva Foto
pt: Salvar foto

source: Skip for now
de: Jetzt überspringen
fr: Passer pour l'instant
it: Salta per ora
pt: Pular por agora

# motivationDesc
source: In 4-8 weeks, you'll see changes by comparing photos!
de: Für Motivation und Inspiration
fr: Pour motivation et inspiration
it: Tra 4-8 settimane potrai vedere i cambiamenti confrontando le foto!
pt: Para motivação e inspiração

source: How to take measurements
de: So nimmst du Maße
fr: Comment prendre des mesures
it: Come prendere le misure
pt: Como tirar medidas

# followTips
source: Follow these tips for accurate measurements
de: Folge diesen Tipps
fr: Suivez ces conseils
it: Segui questi consigli per misure accurate
pt: Siga estas dicas

# morningsFasting
source: Preferably in the morning, fasting
de: Vorzugsweise morgens, nüchtern
fr: De préférence le matin, à jeun
it: Preferibilmente al mattino, a digiuno
pt: De preferência de manhã, em jejum

# flexibleTape
source: Use a flexible tailor's tape
de: Verwende ein flexibles Maßband
fr: Utilisez un mètre ruban flexible
it: Usa un metro da sarto flessibile
pt: Use uma fita métrica flexível

# repeatTwice
source: Repeat each measurement 2 times
de: Jede Messung zweimal wiederholen
fr: Répéter chaque mesure deux fois
it: Ripeti ogni misura 2 volte
pt: Repita cada medida duas vezes

# relaxNoContracting
source: Relax, do not contract
de: Entspannt, nicht anspannen
fr: Détendu, sans contracter
it: Rilassati, non contrarre
pt: Relaxado, sem contrair

source: Position
it: Posizione
pt: Posição

# bicepPositionDesc
source: Arm flexed at 90°, fist closed
de: Arm 90° gebeugt, geschlossene Faust
fr: Bras fléchi à 90°, poing fermé
it: Braccio flesso a 90°, pugno chiuso
pt: Braço flexionado a 90°, punho fechado

# slightlyDifferent
source: They might be slightly different
de: Könnte leicht unterschiedlich sein
fr: Peut être légèrement différent
it: Potrebbero essere leggermente diversi
pt: Pode ser ligeiramente diferente

# torsoParts
source: Chest, waist and hips
de: Rumpf
fr: Torse
it: Petto, vita e fianchi
pt: Torso

source: Chest
de: Brust
fr: Poitrine
it: Petto
pt: Peito

# chestDesc
source: Tape under the armpits, on the widest point
de: Maßband unter den Achseln, breiteste Stelle
fr: Mètre sous les aisselles, point le plus large
it: Metro sotto le ascelle, sul punto più sporgente
pt: Fita sob as axilas, ponto mais largo

source: Waist
de: Taille
fr: Taille
it: Vita
pt: Cintura

# waistDesc
source: At the level of the navel, natural position
de: Auf Bauchnabelhöhe, natürliche Position
fr: À hauteur du nombril, position naturelle
it: All'altezza dell'ombelico, posizione naturale
pt: Na altura do umbigo, posição natural

source: Hips
de: Hüfte
fr: Hanches
it: Fianchi
pt: Quadris

# hipsDesc
source: At the widest point of the buttocks
de: An der breitesten Stelle des Gesäßes
fr: Au point le plus large des fessiers
it: Nel punto più largo dei glutei
pt: No ponto mais largo dos glúteos

# legsParts
source: Thighs and calves
de: Beine
fr: Jambes
it: Cosce e polpacci
pt: Pernas

# thighDesc
source: Halfway between groin and knee, leg relaxed
de: Mitte zwischen Leiste und Knie, Bein entspannt
fr: À mi-chemin entre l'aine et le genou, jambe détendue
it: A metà tra inguine e ginocchio, gamba rilassata
pt: A meio caminho entre a virilha e o joelho, perna relaxada

# calfDesc
source: At the widest point, standing
de: An der breitesten Stelle, im Stehen
fr: Au point le plus large, debout
it: Nel punto più largo, in piedi
pt: No ponto mais largo, de pé

source: Body Measurements
de: Körpermaße
fr: Mensurations corporelles
it: Misure Corporee
pt: Medidas corporais

source: Your Starting Point
de: Dein Ausgangspunkt
fr: Votre point de départ
it: Il Tuo Punto di Partenza
pt: Seu ponto de partida

# measurementsHelpDesc
source: These measurements help us create the perfect plan for you and track your progress over time.
de: Maße helfen uns, den perfekten Plan zu erstellen
fr: Les mesures nous aident à créer le plan parfait
it: Queste misure ci aiutano a creare la scheda perfetta per te e a tracciare i tuoi progressi nel tempo.
pt: Medidas nos ajudam a criar o plano perfeito

# startingMeasurementsDesc
source: Here are your starting measurements
de: Hier sind deine Ausgangswerte
fr: Voici vos mesures de départ
it: Ecco le tue misure di partenza
pt: Aqui estão suas medidas iniciais

# updateWeeklyDesc
source: You can update measurements every week to see progress!
de: Aktualisiere wöchentlich, um Fortschritte zu sehen!
fr: Mettez à jour chaque semaine pour voir les progrès !
it: Potrai aggiornare le misure ogni settimana per vedere i progressi!
pt: Atualize semanalmente para ver o progresso!

source: Save and Continue
de: Speichern und fortfahren
fr: Enregistrer et continuer
it: Salva e Continua
pt: Salvar e continuar

source: Edit Preferences
de: Präferenzen bearbeiten
fr: Modifier les préférences
it: Modifica Preferenze
pt: Editar preferências

# reviewPreferencesDesc
source: Review your preferences before generating the plan. You can modify them if necessary.
de: Überprüfe deine Präferenzen
fr: Vérifiez vos préférences
it: Rivedi le tue preferenze prima di generare il piano. Puoi modificarle se necessario.
pt: Reveja suas preferências

source: Height
de: Größe
fr: Taille
it: Altezza
pt: Altura

source: Age
de: Alter
fr: Âge
it: Età
pt: Idade

source: Gender
de: Geschlecht
fr: Genre
it: Genere
pt: Gênero

source: Body Shape
de: Körperform
fr: Forme corporelle
it: Forma Fisica
pt: Forma corporal

source: Training Goals
de: Trainingsziele
fr: Objectifs d'entraînement
it: Obiettivi di Allenamento
pt: Objetivos de treino

source: Experience Level
de: Erfahrungslevel
fr: Niveau d'expérience
it: Livello di Esperienza
pt: Nível de experiência

source: Weekly Frequency
de: Wöchentliche Häufigkeit
fr: Fréquence hebdomadaire
it: Frequenza Settimanale
pt: Frequência semanal

# daysPerWeek
source: days/week
de: Tage pro Woche
fr: Jours par semaine
it: giorni/settimana
pt: Dias por semana

source: Training Location
de: Trainingsort
fr: Lieu d'entraînement
it: Luogo di Allenamento
pt: Local de treino

source: Where do you train?
de: Wo trainierst du?
fr: Où vous entraînez-vous ?
it: Dove ti alleni?
pt: Onde você treina?

source: Available Equipment
de: Verfügbares Equipment
fr: Équipement disponible
it: Attrezzatura Disponibile
pt: Equipamento disponível

source: Training Preferences
de: Trainings-Präferenzen
fr: Préférences d'entraînement
it: Preferenze di Allenamento
pt: Preferências de treino

source: Workout Type
de: Workout-Typ
fr: Type d'entraînement
it: Tipo di Allenamento
pt: Tipo de treino

source: Training Split
de: Trainings-Split
fr: Split d'entraînement
it: Split di Allenamento
pt: Divisão de treino

source: Session Duration
de: Sitzungsdauer
fr: Durée de la session
it: Durata Sessione
pt: Duração da sessão

source: Cardio Preference
de: Cardio-Präferenz
fr: Préférence cardio
it: Preferenza Cardio
pt: Preferência cardio

source: Mobility Preference
de: Mobilitäts-Präferenz
fr: Préférence mobilité
it: Preferenza Mobilità
pt: Preferência de mobilidade

# generatePlanWithPrefs
source: Generate Plan with These Preferences
de: Plan mit Präferenzen erstellen
fr: Générer un plan avec les préférences
it: Genera Piano con Queste Preferenze
pt: Gerar plano com preferências

source: Save Preferences
de: Präferenzen speichern
fr: Enregistrer les préférences
it: Salva Preferenze
pt: Salvar preferências

# preferencesSavedSuccess
source: Preferences saved successfully
de: Präferenzen erfolgreich gespeichert!
fr: Préférences enregistrées avec succès !
it: Preferenze salvate con successo
pt: Preferências salvas com sucesso!

# errorSavingPreferences
source: Error while saving preferences
de: Fehler beim Speichern der Präferenzen
fr: Erreur lors de l'enregistrement des préférences
it: Errore durante il salvataggio
pt: Erro ao salvar preferências

source: Unspecified
de: Nicht angegeben
fr: Non spécifié
it: Non specificato
pt: Não especificado

source: Male
de: Männlich
fr: Homme
it: Maschio
pt: Masculino

source: Female
de: Weiblich
fr: Femme
it: Femmina
pt: Feminino

source: Very Skinny
de: Sehr schlank
fr: Très mince
it: Molto Magro
pt: Muito magro

source: Skinny
de: Schlank
fr: Mince
it: Magro
pt: Magro

source: Lean
it: Snello

source: Athletic
de: Athletisch
fr: Athlétique
it: Atletico
pt: Atlético

source: Muscular
de: Muskulös
fr: Musculaire
it: Muscoloso

source: Overweight
de: Übergewichtig
fr: En surpoids
it: Sovrappeso
pt: Sobrepeso

source: Average
de: Durchschnittlich
fr: Moyen
it: Medio
pt: Médio

source: Muscle Gain
de: Muskelaufbau
fr: Prise de muscle
it: Aumento Massa Muscolare
pt: Ganho muscular

source: Weight Loss
de: Gewichtsverlust
fr: Perte de poids
it: Perdita di Peso
pt: Perda de peso

source: Toning
de: Definition
fr: Définition
it: Tonificazione
pt: Definição

source: Strength
de: Kraft
fr: Force
it: Forza
pt: Força

source: Wellness
fr: Bien-être
it: Benessere
pt: Bem-estar

source: Beginner
de: Anfänger
fr: Débutant
it: Principiante
pt: Iniciante

source: Intermediate
de: Mittel
fr: Intermédiaire
it: Intermedio
pt: Intermediário

source: Advanced
de: Fortgeschritten
fr: Avancé
it: Avanzato
pt: Avançado

source: Gym
de: Fitnessstudio
fr: Salle de sport
it: Palestra
pt: Academia

source: Outdoor
fr: Extérieur
it: All'aperto
pt: Ao ar livre

source: Bench
de: Bank
fr: Banc
it: Panca
pt: Banco

source: Dumbbells
de: Kurzhanteln
fr: Haltères
it: Manubri
pt: Halteres

source: Barbell
de: Langhantel
fr: Barre
it: Bilanciere
pt: Barra

source: Resistance Bands
de: Widerstandsbänder
fr: Élastiques de résistance
it: Bande Elastiche
pt: Elásticos de resistência

source: Machines
de: Maschinen
it: Macchine
pt: Máquinas

# ipertrofia
source: Hypertrophy
de: Hypertrophie
fr: Hypertrophie
it: Ipertrofia
pt: Hipertrofia

# ipertrophy
source: Hypertrophy
de: Hypertrophie
fr: Hypertrophie
it: Ipertrofia
pt: Hipertrofia

source: Endurance
de: Ausdauer
it: Resistenza
pt: Resistência

source: Functional
de: Funktionell
fr: Fonctionnel
it: Funzionale
pt: Funcional

source: Weekly Report
de: Wochenbericht
fr: Rapport hebdomadaire
it: Report Settimanale
pt: Relatório semanal

# myWeeklyReport
source: My GIGI Weekly Report
de: Mein GIGI Wochenbericht
fr: Mon Rapport Hebdomadaire GIGI
it: Il mio Report Settimanale GIGI
pt: Meu Relatório Semanal GIGI

source: Sleep
de: Schlaf
fr: Sommeil
it: Sonno
pt: Sono

source: Workouts
fr: Entraînements
it: Workout
pt: Treinos

source: Heart Rate
de: Herzfrequenz
fr: Fréquence cardiaque
it: HR
pt: Frequência cardíaca

source: per night
de: /Nacht
fr: /nuit
it: /notte
pt: /noite

source: per day
de: /Tag
fr: /jour
it: /giorno
pt: /dia

source: completed
de: abgeschlossen
fr: terminé
it: completati
pt: concluído

source: Sleep Trend
de: Schlaf-Trend
fr: Tendance du sommeil
it: Andamento Sonno
pt: Tendência do sono

source: Activity
de: Aktivität
fr: Activité
it: Attività
pt: Atividade

source: AI Insights
de: KI Insights
fr: Insights IA
it: Insights AI
pt: Insights IA

# gigiTip
source: Gigi's Tip
de: Gigis Tipp
fr: Conseil de Gigi
it: Consiglio di Gigi
pt: Dica da Gigi

source: Avg Sleep
de: Ø Schlaf
fr: Sommeil moy.
it: Sonno medio
pt: Sono méd.

# stepsPerDay
source: Steps/day
de: Schritte/Tag
fr: Pas/jour
it: Passi/giorno
pt: Passos/dia

# weeklyStepGoal
source: Goal: 70,000 steps/week
de: Ziel: 70.000 Schritte/Woche
fr: Objectif : 70 000 pas/semaine
it: Obiettivo: 70.000 passi/settimana
pt: Meta: 70.000 passos/semana

# basedOnDataPoints
source: Based on {count} days of data
de: Basierend auf {count} Tagen Daten
fr: Basé sur {count} jours de données
it: Basato su {count} giorni di dati
pt: Baseado em {count} dias de dados

source: No data available
de: Keine Daten verfügbar
fr: Aucune donnée disponible
it: Nessun dato disponibile
pt: Nenhum dado disponível

source: Exercise Name
de: Übungsname
fr: Nom de l'exercice
it: Nome Esercizio
pt: Nome do exercício

source: Record Video
de: Video aufnehmen
fr: Enregistrer une vidéo
it: Registra Video
pt: Gravar vídeo

source: Max 15 seconds
de: Max 15 Sekunden
fr: Max 15 secondes
it: Max 15 secondi
pt: Máx 15 segundos

source: Upload from Gallery
de: Aus Galerie hochladen
fr: Télécharger depuis la galerie
it: Carica dalla Galleria
pt: Carregar da galeria

source: Video selected
de: Video ausgewählt
fr: Vidéo sélectionnée
it: Video selezionato
pt: Vídeo selecionado

source: Remove
de: Entfernen
fr: Supprimer
it: Rimuovi
pt: Remover

source: Analyze Form
de: Form analysieren
fr: Analyser la forme
it: Analizza Esecuzione
pt: Analisar forma

# analyzingForm
source: Gigi is analyzing your technique...
de: Gigi analysiert deine Technik...
fr: Gigi analyse votre technique...
it: Gigi sta analizzando la tua tecnica...
pt: Gigi está analisando sua técnica...

source: Loading... {progress}%
de: Laden... {progress}%
fr: Chargement... {progress}%
it: Caricamento... {progress}%
pt: Carregando... {progress}%

# takeTimeDesc
source: This may take 30-60 seconds
de: Dies kann 30-60 Sekunden dauern
fr: Cela peut prendre 30 à 60 secondes
it: Questo può richiedere 30-60 secondi
pt: Isso pode levar 30-60 segundos

# gigiFormMessage
source: Hi! For a perfect result, ask someone to film you from the side or prop up your phone. Make sure your whole body is visible!
de: Hallo! Für ein perfektes Ergebnis, lass dich von der Seite filmen oder stell dein Handy auf. Achte darauf, dass dein ganzer Körper sichtbar ist!
fr: Salut ! Pour un résultat parfait, faites-vous filmer de profil ou posez votre téléphone. Assurez-vous que tout votre corps soit visible !
it: Ciao! Per un risultato perfetto, chiedi a qualcuno di riprenderti di profilo o appoggia il telefono. Assicurati che tutto il corpo sia visibile!
pt: Oi! Para um resultado perfeito, peça para alguém te filmar de perfil ou apoie o celular. Certifique-se de que todo o corpo esteja visível!

# howItWorksStep1
source: Record or upload a video (max 15 sec)
de: Video aufnehmen oder hochladen (max 15 Sek)
fr: Enregistrez ou téléchargez une vidéo (max 15 sec)
it: Registra o carica un video (max 15 sec)
pt: Grave ou carregue um vídeo (máx 15 seg)

# howItWorksStep2
source: Gigi analyzes your execution
de: Gigi analysiert deine Ausführung
fr: Gigi analyse votre exécution
it: Gigi analizza la tua esecuzione
pt: Gigi analisa sua execução

# howItWorksStep3
source: Receive feedback on posture and errors
de: Feedback zu Haltung und Fehlern erhalten
fr: Recevez un feedback sur la posture et les erreurs
it: Ricevi feedback su postura ed errori
pt: Receba feedback sobre postura e erros

# howItWorksStep4
source: Improve with personalized tips
de: Mit personalisierten Tipps verbessern
fr: Améliorez-vous avec des conseils personnalisés
it: Migliora con suggerimenti personalizzati
pt: Melhore com dicas personalizadas

# dailyAnalyses
source: Weekly Analyses
de: Tägliche Analysen
fr: Analyses quotidiennes
it: Analisi Settimanali
pt: Análises diárias

# remainingToday
source: {count}/{total} remaining this week
de: {count}/{total} heute übrig
fr: {count}/{total} restants aujourd'hui
it: {count}/{total} rimaste questa settimana
pt: {count}/{total} restantes hoje

# limitReachedDesc
source: You have reached your weekly limit of {limit} analyses. Upgrade to Premium for unlimited analyses!
de: Du hast dein Tageslimit von {limit} Analysen erreicht. Upgrade auf Premium für unbegrenzte Analysen!
fr: Vous avez atteint votre limite quotidienne de {limit} analyses. Passez à Premium pour des analyses illimitées !
it: Hai raggiunto il limite settimanale di {limit} analisi. Upgrade a Premium per analisi illimitate!
pt: Você atingiu seu limite diário de {limit} análises. Faça upgrade para Premium para análises ilimitadas!

# videoTooLarge
source: Video too large! Max 50MB
de: Video zu groß! Max 50MB
fr: Vidéo trop volumineuse ! Max 50 Mo
it: Video troppo grande! Max 50MB
pt: Vídeo muito grande! Máx 50MB

# selectVideoAndExercise
source: Select video and enter exercise name
de: Video auswählen und Übungsname eingeben
fr: Sélectionnez une vidéo et entrez le nom de l'exercice
it: Seleziona video e inserisci nome esercizio
pt: Selecione um vídeo e insira o nome do exercício

source: glasses
de: Gläser
fr: verres
it: bicchieri
pt: copos

source: Exercise
de: Übung
fr: Exercice
it: Esercizio
pt: Exercício

source: Platform
de: Plattform
fr: Plateforme
it: Piattaforma
pt: Plataforma

source: Description
de: Beschreibung
it: Descrizione
pt: Descrição

source: Title
de: Titel
fr: Titre
it: Titolo
pt: Título

source: Current
de: Aktuell
fr: Actuel
it: Attuale
pt: Atual

source: Password
de: Passwort
fr: Mot de passe
pt: Senha

source: Workout
de: Training
fr: Entraînement
pt: Treino

source: No
de: Nein
fr: Non
pt: Não

source: Reps
de: Wiederholungen
fr: Répétitions
pt: Repetições

source: Rest
de: Pause
fr: Repos
pt: Descanso

# nutritionCoachTitle
source: Nutrition Coach
de: Ernährungs-Coach
fr: Coach Nutrition
pt: Coach de Nutrição

# dietStandard
source: Standard
pt: Padrão

# communityTitle
source: Community
fr: Communauté
pt: Comunidade

# privacyPrivate
source: 100% Private
de: 100 % privat
fr: 100 % privé
pt: 100% Privado

# streakLabel
source: Streak
fr: Série
pt: Sequência

# bodyweightCalisthenics
source: Calisthenics
pt: Calistenia

# splitUpperLower
source: Upper/Lower
de: Ober-/Unterkörper
fr: Haut/Bas
pt: Superior/Inferior

# cardioPostWorkout
source: Post-Workout (15-20 min)
pt: Pós-Treino (15-20 min)

# equipmentTrx
source: TRX / Suspension Trainer
de: TRX / Schlingentrainer
fr: TRX / Sangles de suspension
pt: TRX / Fitas de suspensão

# equipmentFitball
source: Fitball / Swiss Ball
de: Fitball / Sitzball
fr: Fitball / Ballon suisse
pt: Fitball / Bola suíça

# equipmentBosu
source: Bosu / Balance Board
fr: Bosu / Planche d'équilibre
pt: Bosu / Prancha de equilíbrio

# actionCommunity
source: Community
fr: Communauté
pt: Comunidade

# restSecondsLabel
source: Rest (s)
de: Pause (s)
fr: Repos (s)
pt: Descanso (s)

# bodyFatStat
source: Body Fat
de: Körperfett
fr: Masse Grasse
pt: Gordura Corporal

# streakStat
source: Streak
de: Serie
fr: Série
pt: Sequência

# trialWorkoutTitle
source: Trial Workout
de: Probe-Workout
fr: Entraînement d'essai
pt: Treino de Teste

# stopButton
source: Stop
pt: Parar

# trialWorkoutLabel
source: Trial Workout
de: Probe-Workout
fr: Entraînement d'Essai
pt: Treino de Teste

# privacyPolicyTitle
source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
pt: Política de Privacidade

# mealSnack
source: Snack
pt: Lanche

# mealPreWorkout
source: Pre-Workout
fr: Pré-séance
pt: Pré-treino

# mealPostWorkout
source: Post-Workout
fr: Après-séance
pt: Pós-treino

# challengesTabCommunity
source: Community
fr: Communauté
pt: Comunidade

source: XP BONUS
fr: BONUS XP
pt: XP BÔNUS

# chestLabel
source: CHEST
de: TRUHE
fr: COFFRE
pt: BAÚ

# challengeDaily
source: DAILY
de: TÄGLICH
fr: QUOTIDIEN
pt: DIÁRIO

# challengeWeekly
source: WEEKLY
de: WÖCHENTLICH
fr: HEBDOMADAIRE
pt: SEMANAL

# challengeMonthly
source: MONTHLY
de: MONATLICH
fr: MENSUEL
pt: MENSAL

# challengeCommunity
source: COMMUNITY
fr: COMMUNAUTÉ
pt: COMUNIDADE

# injuryAreaSacroiliac
source: Sacroiliac
de: Iliosakralgelenk
fr: Sacro-iliaque
pt: Sacroilíaca

# injuryAreaTibia
source: Tibia
de: Schienbein
pt: Tíbia

source: AI Form Check
de: KI Form-Check
fr: Vérification IA de la Forme
pt: Verificação de Forma IA

source: Calisthenics
pt: Calistenia

source: HR bpm
de: HF bpm
fr: FC bpm
pt: FC bpm

source: Pattern Discovery
de: Muster-Erkennung
fr: Découverte de modèles
pt: Descoberta de padrões

# privateAssurance
source: 100% Private
de: 100% privat
fr: 100 % privé
pt: 100% privado

source: Upgrade
fr: Mettre à niveau
pt: Fazer upgrade

source: Feedback
fr: Retour

# dietKeto
source: Keto
fr: Céto

# feedTab
source: Feed
fr: Flux

source: Torso
fr: Torse

# torsoSection
source: 🫁 Torso
de: 🫁 Rumpf
fr: 🫁 Torse

# freezeTokens
source: Freeze Token
fr: Jetons de gel

# injuryAreaUlna
source: Ulna
de: Elle
fr: Cubitus

source: Social
de: Sozial

# volumeLabel
source: Volume
de: Volumen

# splitFullBody
source: Full Body
de: Ganzkörper

source: Volume
de: Volumen
