Repository: Gentile23/GIGI-FE
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

# splitMultifrequency
source: Multifrequency
de: Multifrequenz
fr: Multi-fréquence
it: Multifrequenza
pt: Multifrequência

source: Error saving profile
de: Fehler beim Speichern des Profils
fr: Erreur lors de l'enregistrement du profil
it: Errore durante il salvataggio del profilo
pt: Erro ao salvar o perfil

# splitMultifrequencyDesc
source: Each muscle group trained 2-3x per week
de: Jede Muskelgruppe 2-3x pro Woche
fr: Chaque groupe musculaire 2-3x par semaine
it: Ogni gruppo muscolare allenato 2-3 volte a settimana
pt: Cada grupo muscular 2-3x por semana

# splitUpperLowerDesc
source: Alternate between upper and lower body
de: Wechsel zwischen Ober- und Unterkörper
fr: Alternance entre haut et bas du corps
it: Alternanza tra parte superiore e inferiore del corpo
pt: Alternar entre corpo superior e inferior

# splitPushPullLegsDesc
source: Push, Pull, Legs rotation
de: Drücken, Ziehen, Beine Rotation
fr: Rotation Poussée, Traction, Jambes
it: Spinta, Trazione, Gambe in rotazione
pt: Rotação Empurrar, Puxar, Pernas

# splitFullBodyDesc
source: Whole body every session
de: Der ganze Körper in jeder Einheit
fr: Tout le corps à chaque séance
it: Tutto il corpo in ogni sessione
pt: Corpo todo em cada sessão

# splitBodyPart
source: Body Part Split
de: Körpersplit
fr: Split par Partie du Corps
it: Split per Gruppo Muscolare
pt: Divisão por Parte do Corpo

# splitBodyPartDesc
source: One main muscle group per session
de: Eine Hauptmuskelgruppe pro Einheit
fr: Un groupe musculaire principal par séance
it: Un gruppo muscolare principale per sessione
pt: Um grupo muscular principal por sessão

# splitArnoldDesc
source: Chest/Back, Shoulders/Arms, Legs
de: Brust/Rücken, Schultern/Arme, Beine
fr: Torse/Dos, Épaules/Bras, Jambes
it: Petto/Schiena, Spalle/Braccia, Gambe
pt: Peito/Costas, Ombros/Braços, Pernas

# cardioNone
source: None
de: Keins
fr: Aucun
it: Nessuno
pt: Nenhum

# cardioNoneDesc
source: Weights only
de: Nur Gewichte
fr: Poids seulement
it: Solo pesi
pt: Apenas pesos

# cardioWarmUp
source: Warm-up (5-10 min)
de: Aufwärmen (5-10 Min)
fr: Échauffement (5-10 min)
it: Riscaldamento (5-10 min)
pt: Aquecimento (5-10 min)

# cardioWarmUpDesc
source: To activate the body
de: Zur Aktivierung des Körpers
fr: Pour activer le corps
it: Per attivare il corpo
pt: Para ativar o corpo

# cardioPostWorkoutDesc
source: To burn extra calories
de: Um zusätzliche Kalorien zu verbrennen
fr: Pour brûler des calories supplémentaires
it: Per bruciare extra calorie
pt: Para queimar calorias extras

# cardioSeparate
source: Dedicated Session
de: Separate Einheit
fr: Séance Dédiée
it: Sessione Dedicata
pt: Sessão Dedicada

# cardioSeparateDesc
source: Focus on endurance
de: Fokus auf Ausdauer
fr: Focus sur l'endurance
it: Focus sulla resistenza
pt: Foco na resistência

# mobilityNone
source: None
de: Keine
fr: Aucune
it: Nessuna
pt: Nenhuma

# mobilityNoneDesc
source: No mobility session
de: Keine Mobilitätseinheit
fr: Aucune séance de mobilité
it: Nessuna sessione di mobilità
pt: Nenhuma sessão de mobilidade

# mobilityPostWorkout
source: Post-Workout Stretching
de: Post-Workout Dehnen
fr: Étirements Post-Workout
it: Stretching Post Workout
pt: Alongamento Pós-Treino

# mobilityPostWorkoutDesc
source: Stretching at the end of session
de: Dehnen am Ende der Einheit
fr: Étirements en fin de séance
it: Allungamento a fine sessione
pt: Alongamento no final da sessão

# mobilityPreWorkout
source: Pre-Workout Mobility
de: Pre-Workout Mobilität
fr: Mobilité Pré-Workout
it: Mobilità Pre-Workout
pt: Mobilidade Pré-Treino

# mobilityPreWorkoutDesc
source: Movement preparation
de: Bewegungsvorbereitung
fr: Préparation au mouvement
it: Preparazione al movimento
pt: Preparação para o movimento

# mobilityDedicated
source: Dedicated Session
de: Separate Einheit
fr: Séance Dédiée
it: Sessione Dedicata
pt: Sessão Dedicada

# mobilityDedicatedDesc
source: Focus on flexibility and mobility
de: Fokus auf Flexibilität und Mobilität
fr: Focus sur la flexibilité et la mobilité
it: Focus su flessibilità e mobilità
pt: Foco em flexibilidade e mobilidade

# equipmentBench
source: Bench
de: Bank
fr: Banc
it: Panca
pt: Banco

# equipmentBenchDesc
source: Flat or incline
de: Flach- oder Schrägbank
fr: Plat ou incliné
it: Piana o inclinata
pt: Plano ou inclinado

# equipmentDumbbells
source: Dumbbells
de: Kurzhanteln
fr: Haltères
it: Manubri
pt: Haltéres

# equipmentDumbbellsDesc
source: Fixed or adjustable dumbbells
de: Feste oder verstellbare Kurzhanteln
fr: Haltères fixes ou réglables
it: Manubri fissi o componibili
pt: Haltéres fixos ou ajustáveis

# equipmentBarbell
source: Barbell
de: Langhantel
fr: Barre
it: Bilanciere
pt: Barra

# equipmentBarbellDesc
source: Olympic or standard barbell
de: Olympia- oder Standard-Langhantel
fr: Barre olympique ou standard
it: Bilanciere olimpico o standard
pt: Barra olímpica ou padrão

# equipmentBands
source: Resistance Bands
de: Widerstandsbänder
fr: Élastiques
it: Elastici
pt: Elásticos

# equipmentBandsDesc
source: Elastic bands of various resistance
de: Elastische Bänder verschiedener Stärken
fr: Bandes élastiques de différentes résistances
it: Bande elastiche di varie resistenze
pt: Bandas elásticas de várias resistências

# equipmentMachinesDesc
source: Isotonic machines, cables, and multifunction stations
de: Kraftgeräte, Seilzüge und Multifunktionsstationen
fr: Machines isotoniques, câbles et stations multifonctions
it: Macchinari isotonici, cavi e stazioni multifunzione
pt: Máquinas isotônicas, cabos e estações multifuncionais

# equipmentBodyweightDesc
source: Calisthenics, bars, rings, and bodyweight
de: Calisthenics, Stangen, Ringe und Körpergewicht
fr: Calisthénie, barres, anneaux et poids du corps
it: Calisthenics, sbarre, anelli e corpo libero
pt: Calistenia, barras, anéis e peso corporal

# equipmentMachinesHomeDesc
source: Home gym machines
de: Verfügbare Heimfitnessgeräte
fr: Toutes machines de gym à domicile
it: Eventuali macchinari home gym
pt: Máquinas de academia em casa

# equipmentBodyweightHomeDesc
source: Pull-up bar or bodyweight
de: Klimmzugstange oder Körpergewicht
fr: Barre de traction ou poids du corps
it: Sbarra trazioni o corpo libero
pt: Barra de tração ou peso corporal

# labelWeightParentheses
source: Weight (kg)
de: Gewicht (kg)
fr: Poids (kg)
it: Peso (kg)
pt: Peso (kg)

# labelGenderTitle
source: Gender
de: Geschlecht
fr: Genre
it: Genere
pt: Gênero

# injuryAllAreas
source: All areas
de: Alle Bereiche
fr: Toutes les zones
it: Tutte le aree
pt: Todas as áreas

# injuryAllMuscles
source: All muscles
de: Alle Muskeln
fr: Tous les muscles
it: Tutti i muscoli
pt: Todos os músculos

# injuryAllBones
source: All bones
de: Alle Knochen
fr: Tous les os
it: Tutte le ossa
pt: Todos os ossos

# injurySectionTitle
source: Injury section
de: Bereich zum Thema Verletzungen
fr: Section relative aux blessures
it: Sezione relativa agli infortuni
pt: Seção relacionada a lesões

# hintHeight
source: Ex. 175
de: Z.B. 175
it: Es. 175

# hintWeight
source: Ex. 70
de: Z.B. 70
it: Es. 70

# injuryStatusOvercome
source: Recovered
de: Geheilt
fr: Rétabli
it: Superato
pt: Recuperado

# injuryStatusOvercomeDesc
source: No longer an issue, but good to know
de: Kein Problem mehr, aber gut zu wissen
fr: Ce n'est plus un problème, mais bon à savoir
it: Non ho più problemi, ma meglio saperlo
pt: Não é mais um problema, mas é bom saber

# injuryStatusActive
source: Active
de: Aktiv
fr: Actif
it: Attivo
pt: Ativo

# injuryStatusActiveDesc
source: I still have discomfort or limitations
de: Ich habe noch Beschwerden oder Einschränkungen
fr: J'ai encore des gênes ou des limitations
it: Ho ancora fastidi o limitazioni
pt: Ainda tenho desconforto ou limitações

# bwEquipmentFunctionalTitle
source: Functional Equipment Available
de: Verfügbares funktionales Equipment
fr: Équipement fonctionnel disponible
it: Attrezzi Funzionali Disponibili
pt: Equipamento funcional disponível

# bwEquipmentCalisthenicsTitle
source: Calisthenics Equipment Available
de: Verfügbares Calisthenics-Equipment
fr: Équipement de calisthénie disponible
it: Attrezzi Calisthenics Disponibili
pt: Equipamento de calistenia disponível

# bwEquipmentSubtitle
source: Select what you have available
de: Wähle aus, was dir zur Verfügung steht
fr: Sélectionnez ce que vous avez à disposition
it: Seleziona quelli che hai a disposizione
pt: Selecione o que você tem disponível

# equipmentBandsAlt
source: Rubber Bands / Resistance Bands
de: Gummibänder / Widerstandsbänder
fr: Bandes élastiques / Résistance
it: Elastici / Resistance Bands
pt: Elásticos / Faixas de resistência

# equipmentPullUpBar
source: Pull-up Bar
de: Klimmzugstange
fr: Barre de traction
it: Sbarra Trazioni
pt: Barra de tração

# equipmentRings
source: Rings
de: Ringe
fr: Anneaux
it: Anelli
pt: Anéis

# equipmentParallels
source: Parallels / Dip Bars
de: Barren / Dip-Barren
fr: Parallèles / Barres de dips
it: Parallele / Dip Bars
pt: Paralelas / Barras de dip

# equipmentWallBars
source: Wall Bars
de: Sprossenwand
fr: Espalier
it: Spalliera / Wall Bars
pt: Espaldar

# homeTitleGreetingEarly
source: You're an early bird
de: Frühaufsteher
fr: Vous êtes matinal
it: Sei mattiniero
pt: Acordou cedo

# homeTitleGreetingMorning
source: Good morning
de: Guten Morgen
fr: Bonjour
it: Buongiorno
pt: Bom dia

# homeTitleGreetingAfternoon
source: Good afternoon
de: Guten Tag
fr: Bon après-midi
it: Buon pomeriggio
pt: Boa tarde

# homeTitleGreetingEvening
source: Good evening
de: Guten Abend
fr: Bonsoir
it: Buonasera
pt: Boa noite

# searchHint
source: Search by name, muscle or equipment...
de: Workout suchen...
fr: Rechercher un entraînement...
it: Cerca per nome, muscolo o attrezzatura...
pt: Buscar treino...

# searchComingSoon
source: Global search coming soon! 🔍
de: Globale Suche in Kürze! 🔍
fr: Recherche globale bientôt disponible ! 🔍
it: Ricerca globale in arrivo! 🔍
pt: Busca global em breve! 🔍

# filterAll
source: All
de: Alle
fr: Tout
it: Tutti
pt: Todos

# filterStrength
source: Strength
de: Kraft
fr: Force
it: Forza
pt: Força

# homeNextWorkoutTitle
source: Your next workout
de: Dein nächstes Workout
fr: Votre prochain entraînement
it: Il tuo prossimo workout
pt: Seu próximo treino

# homeProgressTitle
source: Your progress
de: Deine Fortschritte
fr: Vos progrès
it: I tuoi progressi
pt: Seu progresso

source: View All
de: Alle anzeigen
fr: Voir tout
it: Vedi tutti
pt: Ver tudo

# streakStart
source: START YOUR STREAK
de: STARTE DEINE SERIE
fr: COMMENCER VOTRE SÉRIE
it: INIZIA LA TUA SERIE
pt: COMECE SUA SEQUÊNCIA

# streakKeepGoing
source: Don't stop now! Almost at the next level.
de: Hör jetzt nicht auf! Fast das nächste Level erreicht.
fr: Ne vous arrêtez pas maintenant ! Presque au niveau suivant.
it: Non fermarti ora! Manca poco al prossimo livello.
pt: Não pare agora! Quase no próximo nível.

# streakStartToday
source: Complete a workout today to light the flame.
de: Absolviere heute ein Workout, um die Flamme zu entzünden.
fr: Terminez un entraînement aujourd'hui pour allumer la flamme.
it: Completa un workout oggi per accendere la fiamma.
pt: Complete um treino hoje para acender a chama.

# actionGeneratePlan
source: Generate AI Plan
de: KI-Plan erstellen
fr: Générer Plan AI
it: Genera Scheda AI
pt: Gerar Plano IA

# actionGeneratePlanDesc
source: Tailored plan
de: Maßgeschneiderter Plan
fr: Plan sur mesure
it: Piano su misura
pt: Plano sob medida

# actionCommunityDesc
source: Join the group
de: Tritt der Gruppe bei
fr: Rejoindre le groupe
it: Entra nel gruppo
pt: Entrar no grupo

# actionMyPlans
source: My Plans
de: Meine Pläne
fr: Mes Séances
it: I Miei Workout
pt: Meus Treinos

# snackPlanReady
source: 🎉 Your plan is ready!
de: 🎉 Dein Trainingsplan ist fertig!
fr: 🎉 Votre séance est prête !
it: 🎉 La tua scheda è pronta!
pt: 🎉 Seu treino está pronto!

source: Loading {category}...
de: {category} wird geladen...
fr: Chargement {category}...
it: Caricamento {category}...
pt: Carregando {category}...

source: Please wait
de: Bitte warten
fr: Veuillez patienter
it: Attendere prego
pt: Aguarde, por favor

# generatePlanCardTitle
source: Generate Your Plan
de: Trainingsplan erstellen
fr: Générer votre séance
it: Genera la Tua Scheda
pt: Gerar sua ficha

# generatePlanCardSubtitle
source: Create your custom AI plan
de: Erstelle deinen personalisierten KI-Plan
fr: Créez votre plan personnalisé AI
it: Crea il tuo piano personalizzato AI
pt: Crie seu plano personalizado IA

# athleticAssessmentTitle
source: Athletic Assessment
de: Athletik-Check
fr: Évaluation athlétique
it: Valutazione Atletica
pt: Avaliação Atlética

# athleticAssessmentSubtitle
source: Discover your real level in 5 minutes.
de: Entdecke dein wahres Level in 5 Minuten.
fr: Découvrez votre vrai niveau en 5 minutes.
it: Scopri il tuo livello reale in 5 minuti.
pt: Descubra seu nível real em 5 minutos.

# insightsTitle
source: Your Insights
de: Deine Insights
fr: Vos Insights
it: I tuoi Insights
pt: Seus Insights

source: View report
de: Bericht ansehen
fr: Voir le rapport
it: Vedi report
pt: Ver relatório

# connectHealth
source: Connect Apple Health
de: Apple Health verbinden
fr: Connecter Santé Apple
it: Connetti Apple Health
pt: Conectar Apple Health

# connectHealthDesc
source: Connect Apple Health to generate your personalized weekly report.
de: Verbinde Apple Health für personalisierten Wochenbericht
fr: Connectez Apple Health pour un rapport hebdomadaire personnalisé
it: Connetti Apple Health per generare il tuo report settimanale personalizzato.
pt: Conecte Apple Health para relatório semanal personalizado

source: Discovered patterns
de: Entdeckte Muster
fr: Modèles découverts
it: Pattern scoperti
pt: Padrões descobertos

# aiCreatingPlanDesc
source: It will take a few minutes...
de: Es dauert nur ein paar Minuten...
fr: Cela prendra quelques minutes...
it: Ci vorranno pochi minuti...
pt: Levará apenas alguns minutos...

# aiPlanBadge
source: AI PLAN
de: KI PLAN
fr: PLAN AI
it: PIANO AI
pt: PLANO IA

source: Goal
de: Ziel
fr: Objectif
it: Obiettivo
pt: Objetivo

source: Level
fr: Niveau
it: Livello
pt: Nível

# gigiAssessmentComplete
source: Great job! You've completed the athletic assessment! 🎉 Now I can create your personalized plan based on your goals and level.
de: Gute Arbeit! Du hast den Athletik-Check abgeschlossen! 🎉 Jetzt kann ich deinen personalisierten Plan basierend auf deinen Zielen und deinem Level erstellen.
fr: Beau travail ! Vous avez terminé l'évaluation athlétique ! 🎉 Maintenant, je peux créer votre plan personnalisé basé sur vos objectifs et votre niveau.
it: Profilo completato! 🎉 Ora posso creare la tua scheda personalizzata. Durante il primo allenamento calibrerò automaticamente i pesi perfetti per te.
pt: Ótimo trabalho! Você concluiu a avaliação atlética! 🎉 Agora posso criar sua ficha personalizada baseada nos seus objetivos e nível.

# gigiGeneratePlanButton
source: Generate Your AI Plan
de: KI-Plan generieren
fr: Générer mon plan AI
it: Genera la Tua Scheda AI
pt: Gerar minha ficha IA

# gigiStartTransformation
source: Start your transformation in 3 steps: 1️⃣ Take the Athletic Assessment 2️⃣ Generate your AI Plan 3️⃣ Start your first workout!
de: Starte deine transformation in 3 Schritten: 1️⃣ Mach den Athletik-Check 2️⃣ Generiere deinen KI-Plan 3️⃣ Starte dein erstes Workout!
fr: Commencez votre transformation en 3 étapes : 1️⃣ Passez l'évaluation athlétique 2️⃣ Générez votre plan AI 3️⃣ Commencez votre premier entraînement !
it: Inizia la tua trasformazione in 2 step: 1️⃣ Completa il tuo profilo 2️⃣ Genera la tua Scheda AI La calibrazione dei pesi avviene automaticamente durante il primo allenamento!
pt: Inicie sua transformação em 3 passos: 1️⃣ Faça a Avaliação Atlética 2️⃣ Gere sua ficha IA 3️⃣ Inicie seu primeiro treino!

# gigiStartAssessmentButton
source: Start Assessment
de: Check starten
fr: Commencer l'évaluation
it: Completa Profilo
pt: Iniciar Avaliação

# gigiReadyForWorkout
source: Ready for your workout? Follow your personalized plan and remember to log every set to track your progress!
de: Bereit für das Training? Folge deinem personalisierten Plan und vergiss nicht, jeden Satz zu erfassen, um deine Fortschritte zu verfolgen!
fr: Prêt pour l'entraînement ? Suivez votre plan personnalisé et n'oubliez pas d'enregistrer chaque série pour suivre vos progrès !
it: Pronto per l'allenamento? Segui la tua scheda personalizzata e ricordati di registrare ogni set per monitorare i tuoi progressi!
pt: Pronto para o treino? Siga sua ficha personalizada e lembre-se de registrar cada série para monitorar seu progresso!

source: New Workout
de: Neuer Plan
fr: Nouvelle Séance
it: Nuova Scheda
pt: Novo Treino

source: Edit Workout
de: Plan bearbeiten
fr: Modifier Séance
it: Modifica Scheda
pt: Editar Treino

# addAtLeastOneExercise
source: Add at least one exercise to the plan
de: Füge mindestens eine Übung zum Plan hinzu
fr: Ajoutez au moins un exercice à la séance
it: Aggiungi almeno un esercizio alla scheda
pt: Adicione pelo menos um exercício à ficha

source: Workout updated!
de: Plan aktualisiert!
fr: Séance mise à jour !
it: Scheda aggiornata!
pt: Treino atualizado!

# workoutCreated
source: Workout created successfully!
de: Plan erfolgreich erstellt!
fr: Séance créée avec succès !
it: Scheda creata con successo!
pt: Treino criado com sucesso!

source: Limit Reached
de: Limit erreicht
fr: Limite atteinte
it: Limite Raggiunto
pt: Limite atingido

# quotaCustomWorkoutDesc
source: Upgrade to Pro to create more custom workouts!
de: Upgrade auf Pro, um mehr benutzerdefinierte Workouts zu erstellen!
fr: Passez à Pro pour créer plus de séances personnalisées !
it: Passa a Pro per creare più workout custom!
pt: Passe para Pro para criar mais treinos personalizados!

source: Close
de: Schließen
fr: Fermer
it: Chiudi
pt: Fechar

# upgradePro
source: Upgrade to Pro
de: Auf Pro upgraden
fr: Passer à Pro
it: Passa a Pro
pt: Passar para Pro

# workoutNameLabel
source: Workout Name *
de: Plan Name *
fr: Nom de la séance *
it: Nome Scheda *
pt: Nome do Treino *

# workoutNameRequired
source: Please enter a name for the workout
de: Bitte gib einen Namen für den Plan ein
fr: Veuillez entrer un nom pour la séance
it: Inserisci un nome per la scheda
pt: Insira um nome para o treino

source: Description (optional)
de: Beschreibung (optional)
fr: Description (optionnel)
it: Descrizione (opzionale)
pt: Descrição (opcional)

source: No exercises added
de: Keine Übungen hinzugefügt
fr: Aucun exercice ajouté
it: Nessun esercizio aggiunto
pt: Nenhum exercício adicionado

# tapAddSearch
source: Tap "Add" to search for exercises
de: Tippe auf "Hinzufügen", um nach Übungen zu suchen
fr: Appuyez sur "Ajouter" pour rechercher des exercices
it: Tocca "Aggiungi" per cercare esercizi
pt: Toque em "Adicionar" para buscar exercícios

source: Notes (optional)
de: Notizen (optional)
fr: Notes (optionnel)
it: Note (opzionale)
pt: Notas (opcional)

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva Modifiche
pt: Salvar alterações

source: Search Exercises
de: Übungen suchen
fr: Rechercher des exercices
it: Cerca Esercizi
pt: Buscar exercícios

source: Filters
de: Filter
fr: Filtres
it: Filtri
pt: Filtros

# clearFilters
source: Clear
de: Löschen
fr: Effacer
it: Azzera
pt: Limpar

source: Muscle Group
de: Muskelgruppe
fr: Groupe musculaire
it: Gruppo Muscolare
pt: Grupo muscular

source: Equipment
fr: Équipement
it: Attrezzatura
pt: Equipamento

source: Difficulty
de: Schwierigkeit
fr: Difficulté
it: Difficoltà
pt: Dificuldade

source: Apply Filters
de: Filter anwenden
fr: Appliquer les filtres
it: Applica Filtri
pt: Aplicar filtros

source: No exercises found
de: Keine Übungen gefunden
fr: Aucun exercice trouvé
it: Nessun esercizio trovato
pt: Nenhum exercício encontrado

# tryAdjustFilters
source: Try adjusting the filters
de: Versuche, die Filter anzupassen
fr: Essayez de modifier les filtres
it: Prova a modificare i filtri
pt: Tente ajustar os filtros

source: Intensity
de: Intensität
fr: Intensité
it: Intensità
pt: Intensidade

source: Moderate
de: Moderat
fr: Modérée
it: Moderata
pt: Moderada

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
pt: Adicionar

# numberLabel
source: number
de: Nummer
fr: nombre
it: numero
pt: número

# activitiesToday
source: {count} activities today
de: {count} Aktivitäten heute
fr: {count} activités aujourd'hui
it: {count} attività oggi
pt: {count} atividades hoje

# challengesTab
source: Challenges
de: Herausforderungen
fr: Défis
it: Sfide
pt: Desafios

# leaderboardTab
source: Leaderboard
de: Bestenliste
fr: Classement
it: Classifica
pt: Classificação

source: No recent activity
de: Keine aktuellen Aktivitäten
fr: Aucune activité récente
it: Nessuna attività recente
pt: Nenhuma atividade recente

# communityGigiMessage
source: Joining the community increases your consistency by 35%. Interact with others to stay motivated! 🚀
de: Der Beitritt zur Community erhöht deine Beständigkeit um 35 %. Interagiere mit anderen, um motiviert zu bleiben! 🚀
fr: Rejoindre la communauté augmente votre régularité de 35 %. Interagissez avec les autres pour rester motivé ! 🚀
it: Entrare a far parte della community aumenta la tua costanza del 35%. Interagisci con gli altri per restare motivato! 🚀
pt: Fazer parte da comunidade aumenta a sua consistência em 35%. Interaja com os outros para se manter motivado! 🚀

source: Before
de: Vorher
fr: Avant
it: Prima
pt: Antes

source: New Record!
de: Neuer Rekord!
fr: Nouveau record !
it: Nuovo Record!
pt: Novo Recorde!

# activeChallengesTitle
source: Active Challenges
de: Aktive Herausforderungen
fr: Défis actifs
it: Sfide Attive
pt: Desafios Ativos

# availableChallengesTitle
source: Available Challenges
de: Verfügbare Herausforderungen
fr: Défis disponibles
it: Sfide Disponibili
pt: Desafios Disponíveis

# noActiveChallenges
source: No active challenges at the moment
de: Im Moment keine aktiven Herausforderungen
fr: Aucun défi actif pour le moment
it: Nessuna sfida attiva al momento
pt: Nenhum desafio ativo no momento

source: {percent}% completed
de: {percent}% abgeschlossen
fr: {percent}% terminé
it: {percent}% completato
pt: {percent}% concluído

# daysRemaining
source: {days} days remaining
de: Noch {days} Tage
fr: {days} jours restants
it: {days} giorni rimasti
pt: {days} dias restantes

# participantsCount
source: {count} participants
de: {count} Teilnehmer
it: {count} partecipanti
pt: {count} participantes

# joinButton
source: Join
de: Beitreten
fr: Rejoindre
it: Unisciti
pt: Participar

source: Leaderboard coming soon...
de: Bestenliste kommt bald...
fr: Classement à venir...
it: Classifica in arrivo...
pt: Classificação em breve...

# timeMinutesAgo
source: {minutes}m ago
de: vor {minutes} Min.
fr: Il y a {minutes} min
it: {minutes}m fa
pt: há {minutes} min

# timeHoursAgo
source: {hours}h ago
de: vor {hours} Std.
fr: Il y a {hours} h
it: {hours}h fa
pt: há {hours} h

# timeDaysAgo
source: {days}d ago
de: vor {days} Tg.
fr: Il y a {days} j
it: {days}g fa
pt: há {days} d

source: Feed updated!
de: Feed aktualisiert!
fr: Flux mis à jour !
it: Feed aggiornato!
pt: Feed atualizado!

source: Comments ({count})
de: Kommentare ({count})
fr: Commentaires ({count})
it: Commenti ({count})
pt: Comentários ({count})

# writeCommentHint
source: Write a comment...
de: Einen Kommentar schreiben...
fr: Écrire un commentaire...
it: Scrivi un commento...
pt: Escreva um comentário...

source: Comment sent!
de: Kommentar gesendet!
fr: Commentaire envoyé !
it: Commento inviato!
pt: Comentário enviado!

# kudosSentTo
source: Kudos sent to {name}! 🎉
de: Kudos an {name} gesendet! 🎉
fr: Kudos envoyé à {name} ! 🎉
it: Kudos inviato a {name}! 🎉
pt: Kudos enviado para {name}! 🎉

# joinChallengeTitle
source: Join Challenge
de: Herausforderung beitreten
fr: Rejoindre le défi
it: Unisciti alla sfida
pt: Participar do desafio
